Repository: humansis/api
Catalog: app/Resources/translations/messages.*.xlf
Languages: ar, ru

# data_verification_description_end
source: Modifications will NOT be added to the database until the end of the validation process
ar: لن يتم إضافة التعديلات إلى قاعدة البيانات حتى نهاية عملية التحقق
ru: Изменения НЕ будут добавлены в базу данных до конца процесса проверки

# data_verification_description_less
source: We found records which you’ve indicated you wish to remove from the database. Please select those which you wish to remove.
ar: .في ما يلي قائمة بالأسر المدرجة في قاعدة البيانات ولكن مع عدد أكبر من المستفيدين مقارنة بالملف المستورد. يمكنك التحقق وتحديد الذين تريد استيرادهم في المنزل
ru: Мы нашли записи, которые Вы хотите удалить из базы данных. Пожалуйста, выберите те, которые вы хотите удалить.

# data_verification_description_more
source: We found records that do not appear to exist in the database already. Please select those that you wish to add to the project database.
ar: .في ما يلي قائمة بالأسر المدرجة في قاعدة البيانات ولكن مع عدد أقل من المستفيدين مقارنة بالملف المستورد. يمكنك التحقق وتحديد الذين تريد استيرادهم في المنزل
ru: Мы нашли записи, которых нет в базе данных. Пожалуйста, выберите те, которые вы хотите добавить в базу данных проекта.

# data_verification_description_typos
source: This panel will display any suspected data entry errors found in the imported beneficiary data. Please choose whether to keep the existing one, update it with the imported data or save both as separate beneficiary records.
ar: تعرض هذه اللوحة أي أخطاء كتابة مشكوك فيها تتعلق بالمستفيدين في ملف: إذا كان المستفيد المستورد يتطابق بشكل وثيق مع آخر موجود بالفعل في قاعدة البيانات ، فسيتم عرضه هنا. يمكنك اختيار إما الحفاظ على القائمة ، وتحديثها مع البيانات المستوردة أو حفظ كلاهما كمستفيدين منفصلين.
ru: На этой панели будут отображаться любые подозрительные ошибки, найденные в импортированных данных бенефициаров. Пожалуйста, выберите, сохранить ли существующую информацию, обновить ее импортированными данными или сохранить обе как отдельные списки бенефициаров.

# data_verification_done
source: Your data has been verified
ar: تم التحقق من بياناتك
ru: Ваши данные проверены

# data_verification_error
source: Error processing data
ar: حدث خطأ في معالجة البيانات
ru: Ошибка обработки данных

# data_verification_chip_actual
source: Household targeted
ar: المنزل المستهدف
ru: Целевые домохозяйства

# data_verification_chip_add
source: To add
ar: للإضافة
ru: Добавить

# data_verification_chip_existing
source: Existing
ar: موجدو
ru: Существующий

# data_verification_chip_remove
source: To remove
ar: للحذف
ru: Удалить

# data_verification_last_updated
source: Last updated
ru: Последнее обновление

# data_verification_snackbar_duplicate_corrected
source: Duplicate issues corrected
ar: مشكلات التكرار المصححة
ru: Дубликаты исправлены

# data_verification_snackbar_duplicate_no_corrected
source: Not all duplicated have been corrected
ar: كل أخطاء التكرار التي لم يتم تصحيحها
ru: Не все дубликаты исправлены

# data_verification_snackbar_less_corrected
source: Beneficiaries removed with success
ar: تمت إزالة المستفيدين بنجاح
ru: Бенефициары удалены успешно

# data_verification_snackbar_more_corrected
source: Beneficiaries added with success
ar: تمت إضافة المستفيدين بنجاح
ru: Бенефициары добавлены успешно

# data_verification_snackbar_typo_corrected
source: Typo issues corrected
ar: مشكلات الكتابة التي تم تصحيحها
ru: Опечатки исправлены

# data_verification_snackbar_typo_no_corrected
source: Not all typo issues have been corrected
ar: كل أخطاء الكتابة التي لم يتم تصحيحها
ru: Не все проблемы с опечатками были исправлены

# data_verification_step_duplicates
source: Check for Duplicates
ar: التأكد من التكرار
ru: Проверьте дубликаты

# data_verification_step_info
source: Step info
ar: معلومات خطوة
ru: Информация о шаге

# data_verification_step_less
source: Remove Beneficiaries
ar: للحذف
ru: Удалить бенефециаров

# data_verification_step_more
source: Add Beneficiaries
ar: للإضافة
ru: Добавить бенефициаров

# data_verification_step_typos
source: Data Entry Inconsistencies
ar: أخطاء في كتابة المعلومات
ru: Несоответствия при вводе данных

# data_verification_title
source: data verification and validation
ar: التحقق من صحة وصلاحية البيانات
ru: проверка и подтверждение данных

source: date
ar: تاريخ
ru: дата

source: Date of birth
ar: تاريخ الميلاد
ru: Дата рождения

source: Delete
ar: حذف
ru: Удалить

source: description
ar: وصف
ru: описание

source: Details
ar: تفاصيل
ru: Сведения

# direction
source: ltr
ar: rtl
ru: л

source: disabled
ar: معاق
ru: неработоспособный

# disabledHeadOfHousehold
source: disabled
ar: معاق
ru: неработоспособный

source: Distributed
ar: وزعت
ru: Выдан

source: Distribution
ar: التوزيع
ru: Выдача

# distribution_accept_changed
source: Accept Changes
ar: قبول التغييرات
ru: Принять изменения

# distribution_add_beneficiaries
source: Add beneficiaries to this distribution
ar: إضافة المستفيدين لهذا التوزيع
ru: Добавить бенефициаров в эту выдачу.

# distribution_add_justification
source: Add justification
ar: إضافة التبرير
ru: Добавить обоснование

# distribution_beneficiary_added
source: Beneficiary added
ar: تم أضافة المستفيد
ru: Бенефициар добавлен

# distribution_beneficiary_not_added
source: Beneficiary could not be added
ar: لم بتم أضافة المستفيد
ru: Бенефициар не мог быть добавлен.

# distribution_cant_update
source: You can't update this distribution.
ar: لا يمكنك تحديث هذا التوزيع.
ru: Вы не можете обновить эту выдачу.

# distribution_date
source: Date of distribution
ar: تاريخ التوزيع
ru: Дата выдачи

# distribution_details_export
source: distribution list
ar: قائمة التوزيع
ru: список выдачи

# distribution_details_import
source: import & compare
ar: الاستيراد والمقارنة
ru: импортировать и сравнить

# distribution_details_random
source: export random sample
ar: عينة عشوائية للتصدير
ru: экспортировать случайную выборку

# distribution_details_sample_size
source: Sample size
ar: حجم العينة
ru: Размер партии

# distribution_details_validate
source: validate & lock
ar: التحقق والقفل
ru: подтвердить и зафиксировать

# distribution_distribute
source: set as distributed
ar: تعيين كما وزعت
ru: отметить как выданный

# distribution_edit
source: Edit distribution
ar: تعديل التوزيع
ru: Редактировать данные выдачи

# distribution_enrolled_households
source: Enrolled Households
ar: العائلات الملتزمة
ru: Зарегистрированные домохозяйства

# distribution_error_validate
source: The distribution is empty, please fill it before to validate it
ar: التوزيع فارغ ، يرجى ملءه قبل التحقق من صحته
ru: Информация о выдаче не заполнена. Пожалуйста, заполните ее, чтобы подтвердить.

source: distributionID
ar: معرف التوزيع
ru: Идентификационный номер выдачи

# distribution_justify_added
source: Please provide a justification for adding beneficiaries
ar: يرجى تقديم مبرر لإضافة المستفيدين
ru: Пожалуйста, обоснуйте добавление бенефициаров.

# distribution_justify_created
source: Please provide a justification for creating beneficiaries
ar: يرجى تقديم مبرر لإنشاء المستفيدين
ru: Пожалуйста, обоснуйте создание бенефициаров.

# distribution_justify_deleted
source: Please provide a justification for deleting beneficiaries
ar: يرجى تقديم مبرر لحذف المستفيدين
ru: Пожалуйста, обоснуйте удаление бенефициаров.

# distribution_last_modification
source: last modified :
ar: آخر تعديل :
ru: Последнее изменение:

# distribution_no_beneficiaries
source: No beneficiaries have been added or removed. Any changes made to the imported beneficiaries will be updated in the system.
ar: لم تتم إضافة أو إزالة أي مستفيدين. سيتم تحديث أي تغييرات يتم إجراؤها على المستفيدين المستوردين في النظام.
ru: Бенефициары не были добавлены или удалены. Любые изменения, внесенные в список импортированных бенефициаров, будут обновляться в системе.

# distribution_no_random_sample
source: Random sample can't be generated...
ar: لا يمكن إنشاء عينة عشوائية ...
ru: Случайная выборка не может быть сгенерирована...

# distribution_no_right_transaction
source: You haven't the right to realize the transaction, ask to your project manager or your country manager
ar: لا يحق لك أن تقوم بالصفقة ، اسأل مدير المشروع الخاص بك أو مدير بلدك
ru: Вы не можете совершать транзакцию. Обратитесь к руководителю проекта или главе представительства.

# distribution_no_right_validate
source: You haven't the right to validate the distribution, ask to your project manager
ar: لا يحق لك التحقق من صحة التوزيع ، اسأل مدير المشروع الخاص بك
ru: Вы не можете подтверждать выдачу. Обратитесь к руководителю проекта.

# distribution_no_valid_commodity
source: No valid commodity detected for this distribution.
ar: لم يتم اكتشاف سلعة صالحة لهذا التوزيع
ru: Не найдено действительных товаров для этой выдачи.

# distribution_not_modified
source: This distribution has not been modified so far.
ar: هذا التوزيع لم يتم تعديله حتى الآن.
ru: Информация об этой выдаче до сих пор не была изменена.

# distribution_not_validated
source: Distribution could not be validated
ar: لا يمكن التحقق من صحة التوزيع
ru: Выдача не может быть проверена

# distribution_request_logs
source: Send transaction logs by email
ar: إرسل سجلات المعاملات عن طريق البريد الإلكتروني
ru: Отправить журналы транзакций по электронной почте

# distribution_select_beneficiaries
source: Please select the beneficiaries from the project
ar: يرجى تحديد المستفيدين من المشروع
ru: Пожалуйста, выберите бенефициаров из проекта

# distribution_show_data
source: Show data anyway
ar: عرض البيانات على أي حال
ru: Все равно показывать данные

# distribution_succes_completed
source: Distribution successfully completed!
ar: اكتمل التوزيع بنجاح!
ru: Выдача успешно завершена!

# distribution_type
source: Target
ar: العالمي
ru: Цель

# distribution_validate
source: Validate
ar: التحقق من صحة
ru: Подтверждать

# distribution_validated
source: Distribution has been validated
ar: تم التحقق من صحة التوزيع
ru: Выдача проверена

# distribution_validated_title
source: Validated distribution
ar: توزيع التحقق من صحة
ru: Подтвержденная выдача

# distribution_want_add
source: that you want to add to the
ar: التي تريد إضافتها إلى
ru: что вы хотите добавить в

source: distributions
ar: التوزيعات
ru: выдачи

source: Done
ar: تم
ru: Готово

source: Donor
ar: المانح
ru: Донор

# donor_fullname
source: Donor\'s name
ar: اسم المانح
ru: Имя донора

# donor_shortname
source: Shortname
ar: الاسم المختصر
ru: Короткое имя

source: donors
ar: المانحين
ru: доноры

source: Duplicate
ar: التكرار
ru: Дублировать

source: Email
ar: البريد الالكتروني
ru: Электронная почта

# error_interceptor_msg
source: An error occured, request has failed (Empty back response).
ar: (وقع خطأ: لا يمكن الاستجابة (محتوى فارغ
ru: Произошла ошибка, запрос не выполнен (пустой ответ).

source: export
ar: تصدير
ru: экспорт

# export_selected
source: Export Selected Items
ar: تصدير العناصر المحددة
ru: Выделенные элементы экспорта

source: FALSE
ar: خاطئة
ru: Ложный

source: FALSE
ar: خاطئة
ru: Ложный

source: Female
ar: مؤنث
ru: Женский

source: Food consumption score
ar: درجة استهلاك الغذاء
ru: Оценка потребления пищи

# forbidden
source: Forbidden Page
ar: الصفحة ممنوعة
ru: Запрещенная страница

# forbidden_message
source: Sorry, you don't have permission to access this page
ar: عذرا , ليس لديك إذن للوصل إلى هذه الصفحة
ru: Извините, у Вас нет доступа к этой странице

source: Gender
ar: الجنس
ru: Пол

# general_relief
source: Item
ar: بند
ru: Товар

# general_settings
source: Configuration
ar: ترتيب
ru: Конфигурация

source: Group
ar: المجموعة
ru: Группа

# hasNotBeenInDistributionsSince
source: has not been in a distribution since
ar: لم يكن في التوزيع منذ
ru: не участвовал в выдаче с

source: Head
ar: الرئيس
ru: Глава

# header_add
source: distribution Add Distribution
ru: -beneficiaries Добавить бенефициаров

# header_admin
source: Administrative Settings
ar: الإعدادات الإدارية
ru: Административные настройки

# header_beneficiaries
source: Beneficiaries
ar: المستفيدين
ru: Бенефициары

# header_data
source: validation Data Validation
ru: -mapping Картирование данных

# header_disconnect
source: log out
ar: تسجيل الخروج
ru: выйти

# header_distributions
source: distribution
ar: التوزيع
ru: выдача

# header_home
source: Home
ar: الصفحة الرئيسية
ru: Главная страница

# header_import
source: import beneficiary data
ar: استيراد بيانات المستفيد
ru: импорт данных бенефициара

# header_imported
source: Imported beneficiaries data
ar: إستيراد بيانات المستفيدين
ru: Импортированные данные бенефициаров

# header_language
source: Language
ar: اللغة
ru: Язык

# header_logs
source: Logs
ar: سجلات
ru: Журнал пользователя

# header_profile
source: Profile
ar: المعطيات الشخصية
ru: Профиль

# header_projects
source: Projects
ar: المشاريع
ru: Проекты

# header_reports
source: Reports
ar: التقارير
ru: Отчеты

# header_settings
source: Configuration
ar: ترتيب
ru: Конфигурация

# header_update
source: beneficiary Update Beneficiaries
ru: -beneficiary Обновить информацию о бенефициарах

# header_vouchers
source: Vouchers
ar: قسائم
ru: Ваучеры

# headOfHouseholdDateOfBirth
source: DATE OF BIRTH
ar: تاريخ الولادة
ru: ДАТА РОЖДЕНИЯ

# headOfHouseholdGender
source: Gender
ar: الجنس
ru: Пол

source: history
ar: التاريخ
ru: история

source: home
ar: الصفحة الرئيسية
ru: главная страница

source: Household
ar: الأسرة
ru: Домохозяйство

# household_assets
source: Assets
ar: ممتلكات
ru: Активы

# household_coping_strategies_index
source: Coping strategies index
ar: مؤشر استراتيجيات المواجهة
ru: Индекс стратегии выживания

# household_debt_level
source: Debt level
ar: مستوى الدين
ru: Уровень задолженности

# household_food_consumption_score
source: Food consumption score
ar: درجة استهلاك الغذاء
ru: Оценка потребления пищи

# household_full_address
source: Full household address
ar: عنوان المنزل بالكامل:
ru: Полный адрес домохозяйства

source: Household ID
ar: معرف الأسرة
ru: Полный адрес домохозяйства

# household_income
source: income level
ar: مستوى الدخل
ru: уровень доходов

# household_income_level
source: INCOMELEVELS.english
ar: INCOMELEVELS.arabic
ru: INCOMELEVELS.russian

# household_info
source: Household information summary
ar: ملخص المعلومات الخاصة بالمنزل :
ru: Краткая информация о домохозяйстве

# household_livelihood
source: Livelihood
ar: الوظيفة
ru: Средства к существованию

source: Household Location
ar: مكان الأسرة=
ru: Расположение домохозяйства

# household_location_address
source: Address
ar: عنوان
ru: Адрес

# household_location_camp
source: Camp
ar: معسكر
ru: Лагерь

# household_location_camp_name
source: Camp name
ar: اسم المخيم
ru: Наименование лагеря

# household_location_create_camp
source: Create a camp
ar: إنشاء معسكر
ru: Создать лагерь

# household_location_current_address
source: Current address
ar: العنوان الحالي
ru: Текущий адрес

# household_location_current_location
source: Current location
ar: الموقع الحالي
ru: Текущее местоположение

# household_location_question
source: Is your current location different than your address?
ar: هل موقعك الحالي مختلف عن عنوانك؟
ru: Ваше текущее местоположение отличается от вашего адреса?

# household_location_residence
source: Residence
ar: إقامة
ru: Место проживания

# household_location_resident_address
source: Resident address
ar: عنوان الإقامة
ru: Адрес проживания

# household_location_resident_location
source: Resident location
ar: موقع المقيمين
ru: Расположение местожительства

# household_location_settlement
source: Informal settlement
ar: تسوية مؤقتة
ru: Временное поселение

# household_location_tent
source: Tent number
ar: خيمة
ru: Номер палатки

# household_location_type
source: Type of location
ar: نوع الموقع
ru: Вид расположения

# household_members
source: Members
ar: الأفراد
ru: Члены

# household_no_data_offline
source: This data can't be accessed offline
ar: لا يمكن الوصول إلى هذه البيانات في وضع عدم الاتصال
ru: Эти данные не могут быть доступны в автономном режиме.

# household_sentence
source: The household of
ar: الأسرة من
ru: Домохозяйство

# household_shelter_status
source: Shelter Status
ar: حالة المأوى
ru: Статус жилья

source: Household status
ar: حالة الأسرة
ru: Статус домохозяйства

# household_summary_members
source: Household Members
ar: أفراد الأسرة
ru: Члены домохозяйства

# household_support_date_received
source: Support date received
ar: تاريخ تلقي الدعم
ru: Дата получения помощи

# household_support_organization
source: Support organization
ar: منظمة الداعمة
ru: Организация по оказанию помощи

# household_support_received_other_org
source: External Support Received Type
ar: نوع الدعم الخارجي المستلم
ru: Тип полученной внешней помощи

# households
source: Household
ar: الأسرة
ru: Физическое лицо

source: Household size
ar: حجم الأسرة
ru: Размер домашнего хозяйства

source: Characters
ar: حرف
ru: Символы

source: Id
ar: هوية شخصية
ru: идентификация

source: import
ar: استيراد
ru: импорт

# import_added
source: Added from existing beneficiaries
ar: تم إضافتها
ru: Добавлено из числа существующих бенефициаров.

# import_back_to_beneficiaries
source: Back to Beneficiaries
ar: العودة إلى المستفيدين
ru: Назад к бенефициарам

# import_back_to_project
source: Back to Project
ar: العودة إلى المشروع
ru: Назад к проекту

# import_created
source: Newly created
ar: تم إنشاؤها
ru: Вновь созданный

# import_deleted
source: Will be deleted
ar: سبتم حذفها
ru: Будет удален

# import_description
source: Import the file that contains the modified distribution. The database will be updated with the new list of beneficiaries for this distribution when you will click on "update" after importing.
ar: قم باستيراد الملف الذي يحتوي على التوزيع المعدّل. سيتم تحديث قاعدة البيانات بقائمة
ru: Импортируйте файл, содержащий измененные данные по выдаче. База данных будет содержать новый список бенефициаров для этой выдачи, когда после импорта вы нажмете кнопку «Обновить».

# import_distribution_no_right_update
source: You do not have the right to modify the distribution, ask your project manager
ar: لا يحق لك تحديث التوزيع ، اسأل مدير المشروع الخاص بك
ru: Вы не можете изменять информацию о выдаче. Обратитесь к руководителю проекта.

# import_distribution_updated
source: Distribution updated
ar: تم تحديث التوزيع
ru: Выдача обновлена

# import_select_new
source: Select all new
ar: اختر كل جديد
ru: Выберите все новое

# import_select_old
source: Select all old
ar: اختر كل القديم
ru: Выберите все старое

# import_updated
source: Will be updated
ar: سيتم تحديثها
ru: Будет обновлен

source: income level
ar: مستوى الدخل
ru: уровень доходов

source: Individual
ar: فرد
ru: Физическое лицо

source: Information
ar: معلومات
ru: Информация

source: institution
ar: المؤسسة
ru: учреждение

# institution_contact_family_name
source: Contact family name
ar: اسم عائلة الاتصال
ru: Фамилия контактного лица

# institution_contact_name
source: Contact name
ar: اسم جهة الاتصال
ru: Имя контактного лица

# institution_name
source: Name
ar: اسم
ru: Имя

# institution_type_commerce
source: Other Commercial Building
ar: مبنى تجاري آخر
ru: Другое коммерческое здание

# institution_type_community_center
source: Community Center
ar: مركز اجتماعي
ru: Общественный центр

# institution_type_government
source: Other Government Building or Structure
ar: مبنى أو هيكل حكومي آخر
ru: Другое правительственное здание или сооружение

# institution_type_health
source: Hospital/Health Centre
ar: مستشفى / مركز صحي
ru: Больница/Медицинский центр

# institution_type_production
source: Warehouse/Factory
ar: مستودع / مصنع
ru: Склад/фабрика

# institution_type_school
source: School
ar: المدرسة
ru: Школа

source: Institutions
ar: المؤسسات
ru: учреждения

source: is required
ar: مطلوب
ru: требуется

source: justification
ar: مبرر
ru: обоснование

source: lactating
ar: المرضعات
ru: кормящая

source: language
ar: اللغة
ru: язык

source: Latitude
ar: خط العرض
ru: Широта

source: Livelihood
ar: سبل العيش
ru: Средства к существованию

# livelihood_agriculture_other
source: Agriculture – Other
ar: الزراعة - أخرى
ru: Сельское хозяйство - другое

# livelihood_construction
source: Construction
ar: اعمال بناء
ru: Строительство

# livelihood_crops
source: Agriculture - Crops
ar: الزراعة - المحاصيل
ru: Сельское хозяйство - Растениеводство

# livelihood_education
source: Education
ar: التعليم
ru: Образование

# livelihood_finance
source: Finance and Insurance
ar: التمويل والتأمين
ru: Финансирование и страхование

# livelihood_fishing
source: Agriculture – Fishing
ar: الزراعة - الصيد
ru: Сельское хозяйство - Рыболовство

# livelihood_garment
source: Garment Industry
ar: صناعة الملابس
ru: Швейная промышленность

# livelihood_government
source: Government and Public Enterprise
ar: الحكومة والمؤسسات العامة
ru: Правительство и государственное предприятие

# livelihood_health
source: Health Care
ar: الرعاىة الصحية
ru: Здравоохранение

# livelihood_home
source: Home Duties
ar: مهام منزلية
ru: Домашние обязанности

# livelihood_legal
source: Legal Services
ar: خدمات قانونية
ru: Юридические услуги

# livelihood_livestock
source: Agriculture - Livestock
ar: الزراعة - الثروة الحيوانية
ru: Сельское хозяйство - Домашний скот

# livelihood_manual
source: Manual Labour
ar: عمل يدوي
ru: Ручной труд

# livelihood_manufacturing
source: Manufacturing
ar: تصنيع
ru: Производство

# livelihood_military
source: Military or Police
ar: الجيش أو الشرطة
ru: Вооруженные силы или полиция

# livelihood_mining
source: Mining
ar: تعدين
ru: Горная промышленность

# livelihood_ngo
source: NGO and Non Profit
ar: المنظمات غير الحكومية وغير الربحية
ru: НПО и некоммерческие организации

# livelihood_religious
source: Religious Service
ar: خدمة دينية
ru: Религиозные организации

# livelihood_retail
source: Retail
ar: التجزئه
ru: Розничная торговля

# livelihood_security
source: Security Industry
ar: صناعة الأمن
ru: Индустрия безопасности

# livelihood_service
source: Service Industry and Other Professionals
ar: صناعة الخدمات وغيرهم من المهنيين
ru: Сфера обслуживания и другие специалисты

# livelihood_telecom
source: IT and Telecommunications
ar: تكنولوجيا المعلومات والاتصالات
ru: IT и телекоммуникации

# livelihood_tourism
source: Hospitality and Tourism
ar: الضيافة والسياحة
ru: Гостеприимство и туризм

# livelihood_transportation
source: Transportation
ar: وسائل النقل
ru: Транспорт

source: Loading
ru: Загрузка

source: Location
ar: الموقع
ru: Местонахождение

source: Location type
ar: نوع الموقع
ru: Вид расположения

# log_active_users_title
source: Most active users
ar: معظم المستخدمين النشطين
ru: Наиболее активные пользователи

# log_add_beneficiary
source: Added Beneficiaries
ar: تمت إضافة المستفيديون
ru: Бенефициары добавлены

# log_add_households
source: Added Households
ar: تمت إضافة العائلات
ru: Домохозяйства добавлены

# log_archive
source: Archived
ar: تمت الأرشفة
ru: Заархивировано

# log_assign
source: Assigned
ar: تعيين
ru: Закреплено

# log_beneficiary
source: Beneficiary
ar: المستفيد
ru: Бенефициар

# log_booklet
source: Booklet
ar: كتيب
ru: Буклет

# log_code
source: Code
ar: رموز
ru: Код

# log_complete
source: Completed
ar: منجز
ru: Завершено

# log_country
source: Country Specifics
ar: تفاصيل البلد
ru: Информация о стране

# log_create
source: Created
ar: تم إنشاؤها
ru: Создано

# log_deactivate
source: Deactivated
ar: معطل
ru: Деактивирован

# log_deactivate_booklets
source: Deactivated
ar: إبطال مفعولها
ru: Деактивированы

# log_delete
source: Deleted
ar: تم الحذف
ru: Удалено

# log_delete_batch
source: Batch Deleted
ar: تم حذف الدفعة
ru: Партия удалена

# log_distribution
source: Distribution
ar: التوزيع
ru: Выдача

# log_donor
source: Donor
ar: المانح
ru: Донор

# log_edit_general_relief_notes
source: General Relief Item Notes Added
ar: تمت إضافة ملاحظات عنصر الإغاثة العامة
ru: Заметки по общим товарам помощи добавлены

# log_family_name
source: Family name
ar: اسم العائلة
ru: Фамилия

# log_field
source: Field
ar: حقل
ru: Поле

# log_field_action
source: Action
ar: عمل
ru: Действие

# log_field_country
source: Country
ar: بلد
ru: Страна

# log_field_date
source: Date
ar: تاريخ
ru: Дата
