Repository: humansis/api
Catalog: app/Resources/translations/messages.*.xlf
Languages: ar, ru

# report_transactions_completed
source: transactions completed
ar: المعاملات المنجزة
ru: транзакции завершены

# report_upcoming_reporting
source: Upcoming reporting
ar: التقارير القادمة
ru: Предстоящий отчет

# report_vulnerability_served
source: Vulnerability Served
ar: الضعف يخدم
ru: обслужено уязвимых категорий

# report_women
source: Women
ar: النساء
ru: Женщины

source: reports
ar: تقارير
ru: отчеты

source: Residency status
ar: حالة الإقامة
ru: Вид на жительство/ прописка

source: Rights
ar: الحقوق
ru: Права

# role_user_admin
source: Administrator
ar: مدير
ru: Администратор

# role_user_country_manager
source: Country manager
ar: مدير البلد
ru: Глава миссии

# role_user_enumerator
source: Enumerator
ar: العداد
ru: Счетчик

# role_user_field_officer
source: Field officer
ar: مسؤول ميداني
ru: Полевой сотрудник

# role_user_project_manager
source: Project manager
ar: مدير مشروع
ru: Руководитель проекта

# role_user_project_officer
source: Project officer
ar: مسؤول مشروع
ru: Специалист проекта

# role_user_regional_manager
source: Regional manager
ar: المدير الإقليمي
ru: Региональный руководитель

source: Save
ar: حفظ
ru: Сохранить

source: Sector
ar: القطاع
ru: Сектор

# sector_cash_for_work
source: Cash for Work
ar: النقد مقابل العمل
ru: Оплата за труд

# sector_cccm
source: Camp coordination and management
ar: معسكر التنسيق والإدارة
ru: Координация и управление лагерем.

# sector_education
source: Education
ar: التعليم
ru: Образование

# sector_food
source: Food security
ar: أمن غذائي
ru: Продовольственная безопасность

# sector_food_kits
source: Food Kit
ar: سلة غذاء
ru: Продовольственный набор

# sector_health
source: Health
ar: الصحة
ru: Здоровье

# sector_logistics
source: Logistics
ar: الخدمات اللوجستية
ru: Логистика

# sector_nfi
source: NFIs
ar: البنود غير الغذائية
ru: Непродовольственные товары

# sector_nutrition
source: Nutrition
ar: تغذية
ru: Питание

# sector_protection
source: Protection
ar: حماية
ru: Защита

# sector_recovery
source: Early recovery
ar: الانتعاش المبكر
ru: Раннее восстановление

# sector_shelter
source: Shelter
ar: مأوى
ru: Укрытие

# sector_telecom
source: Emergency telecommunications
ar: الاتصالات في حالات الطوارئ
ru: Экстренная связь

# sector_water
source: WASH
ar: مياه الصرف الصحي
ru: Водоснабжение и санитария

source: selected
ar: المحدد
ru: выбранный

source: Settings
ar: الإعدادات
ru: Настройки

# settings_country_specific_options
source: country specific options
ar: خيارات محددة للبلد
ru: дополнительные варианты для страны

# settings_created
source: created
ar: تم انشاء
ru: создано

# settings_financial_provider
source: Third party connections
ar: مزود المالية
ru: Сторонние подключения

# settings_log_button
source: Get user logs by email
ar: احصل على سجلات المستخدم عن طريق البريد الإلكتروني
ru: Получить журнал пользователей по электронной почте

# settings_organization
source: My organization
ar: مؤسستي
ru: Моя организация

# settings_print_starting
source: Your download is starting
ar: التحميل بدأ
ru: Ваша загрузка начинается

# settings_project_exists
source: A project with this name already exists
ar: مشروع بهذا الاسم يوجود بالفعل
ru: Проект с таким названием уже существует.

# snackbar_created_successfully
source: Created successfully
ar: تم الإنشاء بنجاح!
ru: Создано успешно

# snackbar_error_creating
source: Error while creating
ar: : حدث خطأ أثناء الإنشاء
ru: Ошибка при создании

# snackbar_error_updating
source: Error while updating
ar: : حدث خطأ أثناء التحديث
ru: Ошибка при обновлении

# snackbar_change_password_done
source: Password has been changed!
ar: تم تغيير كلمة المرور
ru: Пароль изменен!

# snackbar_change_password_fail
source: Could not change password...
ar: لا يمكن تغيير كلمة المرور ...
ru: Не удалось сменить пароль ...

# snackbar_change_password_not_possible
source: Password must be longer than 1 character and match with verification
ar: يجب أن تكون كلمة المرور أطول من رمز واحد ومتطابقة مع التحقق
ru: Пароль должен содержать более 1 символа и совпадать с повторной проверкой

# snackbar_invalid_transaction_date
source: The transaction deadline is over.
ar: انتهت مهلة المعاملة.
ru: Срок транзакции истек

# snackbar_no_data_export
source: No data to export
ar: لا توجد بيانات للتصدير
ru: Нет данных для экспорта

# snackbar_pdf_export_failed
source: Cannot export PDF file because there are no graphs on web page.
ar: لا يمكن تصدير ملف PDF لعدم وجود رسوم بيانية على صفحة الويب.
ru: Невозможно экспортировать файл PDF, потому что на веб-странице нет графиков.

# snackbar_pickup_error
source: It is currently impossible to check the pickup status
ar: من المستحيل حاليًا التحقق من حالة الالتقاط
ru: В настоящее время невозможно проверить статус получения

# snackbar_saved_language
source: Default Language Saved
ar: اللغة الافتراضية المحفوظة
ru: Язык по умолчанию сохранен

# snackbar_update
source: An update is available
ar: تحديث متاح
ru: Доступно обновление

# snackbar_updated_successfully
source: Updated successfully
ar: !تم التحديث بنجاح
ru: Обновление успешно

# snackbar_verification_code
source: Verification code has been sent at
ar: تم إرسال رمز التحقق في
ru: Код подтверждения отправлен на

# snackbar_verification_code_error
source: Could not send code:
ar: لا يمكن إرسال الرمز:
ru: Не удалось отправить код:

# snackbar_verification_code_wait_error
source: The last code was sent less than 10 seconds ago, you should wait.
ar: تم إرسال الرمز الأخير قبل أقل من 10 ثوانٍ ، يجب عليك الانتظار.
ru: Последний код был отправлен менее 10 секунд назад, подождите.

source: solo parent
ar: الوالد منفردا
ru: одинокий родитель

source: Status
ar: الحالة
ru: Статус

source: Subsector
ru: Субсектор

source: summary
ar: ملخص
ru: итог

# table_actions
source: Actions
ar: أفعال
ru: Действия

# table_assign
source: Assign
ar: تعيين
ru: Закрепить

# table_element_deleted
source: deleted
ar: تم حذفها
ru: удалено

# table_element_updated
source: updated
ar: تم تحديثها
ru: обновлено

# table_filter
source: Search by keyword
ar: البحث عن طريق الكلمات الرئيسية
ru: Поиск по ключевым словам

# table_filtered
source: Items filtered
ar: العناصر التي تمت تصفيتها
ru: Позиции отфильтрованы

# table_first_page
source: First page
ar: الصفحة الأولى
ru: Первая страница

# table_items_per_page
source: Items per page
ar: العناصر في كل صفحة
ru: товаров на страницу

# table_last_page
source: Last page
ar: الصفحة الاخيرة
ru: Последняя страница

# table_logs_error
source: Logs could not be sent
ar: لا يمكن إرسال السجلات
ru: Журнал пользователя не может быть отправлен

# table_logs_success
source: Logs have been sent
ar: تم إرسال السجلات
ru: Журнал пользователя отправлен

# table_next_page
source: Next page
ar: الصفحة التالية
ru: Следующая страница

# table_of_page
source: of
ar: من
ru: из

# table_previous_page
source: Previous page
ar: الصفحة السابقة
ru: Предыдущая страница

# table_print
source: Print
ar: طباعة
ru: Печать

# table_selected
source: Items selected
ar: العناصر المحددة
ru: Товары выбраны

source: Target Type
ru: Конечный тип

source: the
ar: ال
ru: [артикль]

source: this
ar: هذه
ru: этот

# time_just_now
source: Just now
ar: فقط الآن
ru: Прямо сейчас

# tooltip_add_beneficiaries
source: This page is a form to add a new household to the platform.
ar: هذه الصفحة هي نموذج لإضافة أسرة جديدة إلى المنصة.
ru: Эта страница содержит форму для добавления нового домохозяйства к платформе.

# tooltip_add_distribution
source: This page a form to add a new distribution to a project. You will use selection criteria to determine the households or beneficiaries who will take part in it and add a specific amount of commodities to be distributed.
ar: هذه الصفحة نموذج لإضافة توزيع جديد إلى مشروع. ستستخدم معايير الاختيار لتحديد الأسر أو المستفيدين الذين سيشاركون فيها وإضافة كمية محددة من السلع المراد توزيعها.
ru: Эта страница содержит форму для добавления новой выдачи к проекту. Используйте критерии отбора, чтобы выбрать домохозяйства или бенефициаров, которые будут участвовать в ней, и добавить определенное количество товаров, подлежащих выдаче.

# tooltip_admin
source: This page is where you can manage users, donors and your organization's specifics
ar: هذه الصفحة هي المكان الذي يمكنك فيه إدارة المستخدمين والمانحين وتفاصيل مؤسستك
ru: На этой странице можно управлять информацией о пользователях, донорах и особенностях вашей организации.

# tooltip_beneficiaries
source: This page is where ou can see all the households in the country. If you have the right, you can add new households with the "+" button, manage households and filter/research in the list.
ar: هذه الصفحة هي حيث يمكن أن ترى جميع الأسر في البلد. إذا كان لديك الحق ، يمكنك إضافة أسر جديدة باستخدام الزر "+" ، وإدارة الأسر وتصفية / بحث في القائمة.
ru: На этой странице представлена информация обо всех домохозяйствах по стране. Если у Вас есть право, Вы можете добавлять новые домохозяйства с помощью кнопки "+", управлять информацией о домохозяйствах и фильтровать/ искать ее в общем списке.

# tooltip_dashboard
source: This page is where you have a global view on some figures about the country and its projects. There is a map to show you the country's distributions and a summary of the last ones.
ar: هذه الصفحة هي المكان الذي لديك نظرة عامة حول بعض الأرقام حول البلد ومشاريعه. هناك خريطة لتوضح لك توزيعات البلد وملخص آخرها.
ru: На этой странице представлены некоторые общие цифры по стране и действующим в ней проектам. На отдельной карте указаны выдачи по стране и сводка о недавних выдачах.

# tooltip_data
source: This page is a summary of the households you have imported.
ar: هذه الصفحة هي ملخص للأسر التي قمت باستيرادها.
ru: На этой странице представлена сводная информация о домохозяйствах, которые вы импортировали.

# tooltip_data_validation
source: This page is where you can import beneficiaries using a file. You have to verify your file by following the steps.
ar: هذه الصفحة هي حيث يمكنك استيراد المستفيدين باستخدام ملف. يجب عليك التحقق من ملفك باتباع الخطوات.
ru: На этой странице можно импортировать бенефициаров из файла. Вы должны подтвердить свой файл, следуя инструкциям.

# tooltip_distributions
source: This page is where you can see all distribution's households. If you have the right, you can add new households with a file or by selecting in the list, manage households and validate the distribution.
ar: هذه الصفحة هي المكان الذي يمكنك أن ترى فيه جميع الأسر المعيشية للتوزيع. إذا كان لديك الحق ، يمكنك إضافة أسر جديدة بها ملف أو عن طريق تحديد في القائمة ، وإدارة الأسر والتحقق من صحة التوزيع.
ru: На этой странице можно увидеть домохозяйства, участвующие во всех выдачах. Если у Вас есть право, Вы можете добавить новые домохозяйства из файла или из списка, управлять информацией о домохозяйствах и подтвердить выдачу.

# tooltip_import
source: This page is where you can import beneficiaries. You can choose to import them using a file or the API (the external data source) to import all the household of a specific commune.
ar: هذه الصفحة هي المكان الذي يمكنك استيراد المستفيدين منه. يمكنك اختيار استيرادها باستخدام ملف أو API (مصدر البيانات الخارجي) لاستيراد جميع الأسر المعيشية في بلدية معينة.
ru: На этой странице можно импортировать бенефициаров. Вы можете импортировать их из файла или API (внешнего источника данных), чтобы импортировать все домохозяйства определенной локации.

# tooltip_profile
source: This page is where you can change your password.
ar: هذه الصفحة هي المكان الذي يمكنك فيه تغيير كلمة المرور الخاصة بك.
ru: На этой странице можно изменить свой пароль.

# tooltip_projects
source: This page is where you can see all the country's projects (only thoses that you have the right to see). If you have the right, you can add a new distribution with the project's households, manage distributions and transactions.
ar: هذه الصفحة هي المكان الذي يمكنك فيه مشاهدة جميع مشاريع البلاد (فقط تلك التي يمكنك الحق في رؤيتها). إذا كان لديك الحق ، يمكنك إضافة توزيع جديد مع أسر المشروع وإدارة التوزيعات والمعاملات.
ru: На этой странице можно увидеть все проекты по стране (только те, которые Вы имеете право видеть). Если у Вас есть право, Вы можете добавить новую выдачу для домохозяйств проекта, управлять выдачами и транзакциями.

# tooltip_reports
source: This page is used to see the country's statistics, such as the average transactions of a projects, number of distributions...
ar: تُستخدم هذه الصفحة للاطلاع على إحصائيات الدولة ، مثل متوسط ​​معاملات المشروعات وعدد التوزيعات ...
ru: Эта страница используется для просмотра статистики по стране, такой как средние транзакции по проектам, количество распределений...

# tooltip_settings
source: This page is where you'll be able to add a new project, country specific, third party connection, product, vendor, edit and delete them according to your rights
ar: هذه الصفحة هي المكان الذي ستتمكن فيه من إضافة مشروع جديد أو بلد معين أو اتصال طرف ثالث أو منتج أو بائع وتعديلها وحذفها وفقًا لحقوقك
ru: На этой странице можно добавить новый проект, выбрать страну, стороннее подключение, продукт, поставщика, отредактировать и удалить их в соответствии с Вашими правами.

# tooltip_update_beneficiary
source: This page is a form to update the selected household.
ar: هذه الصفحة هي نموذج لتحديث الأسرة المختارة.
ru: Эта страница содержит форму для обновления информации о выбранном домохозяйстве.

# tooltip_vouchers
source: This page is where you can create, edit, assign and print vouchers booklets
ar: هذه الصفحة هي المكان الذي يمكنك فيه إنشاء كتيبات قسائم وتعديلها وتعيينها وطباعتها
ru: На этой странице можно создавать, редактировать, закоеплять и распечатывать буклеты с ваучерами.

source: Total
ar: مجموع
ru: Всего

source: Total Unique
ar: إجمالي فريد
ru: Всего уникальных

# transaction_accept_prevention
source: I agree to these terms.
ar: أنا أوافق على هذه الشروط.
ru: Я согласен с этими условиями.

# transaction_again
source: Send again
ar: أعد الإرسال
ru: Отправить еще раз

# transaction_amount_distributed
source: Amount distributed
ar: المبلغ الموزع
ru: Выданная сумма

# transaction_amount_done
source: Amount sent
ar: الكمية المرسلة
ru: Сумма отправлена

# transaction_amount_total
source: Total amount
ar: الكمية الإجمالية
ru: Итоговая сумма

# transaction_amount_used
source: Amount used
ar: المبلغ المستخدم
ru: Сумма использована

# transaction_amount_waiting
source: Amount picked up
ar: ما زال يتعين إرسالها
ru: Сумма получена

# transaction_confirm
source: Confirm the transaction
ar: تأكيد المعاملة
ru: Подтвердите транзакцию

# transaction_confirm_button
source: Confirm
ar: التأكد
ru: Подтвердить

# transaction_email_code
source: An email containing your validation code has been sent to:
ar: تم إرسال بريد إلكتروني يحتوي على رمز التحقق الخاص بك إلى:
ru: Письмо с кодом проверки было отправлено на адрес:

# transaction_id_transaction
source: Transaction ID
ar: معرف المعاملة.
ru: Идентификационный номер транзакции

# transaction_info_export
source: If the distribution doesn't have any transactions, no file will be exported
ar: إذا لم يكن للتوزيع أي معاملات ، فلن يتم تصدير أي ملف
ru: Если выдача не содержит транзакций, файл не будет экспортирован.

source: Transaction in progress...
ar: المعاملة قيد التقدم ...
ru: Транзакция в процессе...

# transaction_message
source: Message
ar: رسالة
ru: Сообщение

# transaction_no_transaction_sent
source: No completed transaction, cannot export
ar: لا توجد معاملة مكتملة ، لا يمكن تصديرها
ru: Нет завершенной транзакции, экспорт невозможен.

# transaction_paste_code
source: Please paste the code here and click on 'Confirm' to proceed with the transaction
ar: الرجاء وضع الشفرة هنا والنقر على التأكد لمتابعة العملية:
ru: Пожалуйста, впишите код сюда и нажмите «Подтвердить», чтобы продолжить транзакцию.

# transaction_pickupDate
source: Pick up date
ar: اختر تاريخا
ru: Дата получения

# transaction_prevention
source: This platform is still under development and the online cash transaction functionality may not be fully stable yet. The development team denies responsibility for any errors that may occur in terms of money loss. By ticking the box below, you agree to use the system knowing fully well its limitations and take responsibility for the results of the transaction.
ar: لا تزال هذه المنصة قيد التطوير وقد لا تكون وظيفة المعاملات النقدية عبر الإنترنت مستقرة تمامًا حتى الآن. ينكر فريق التطوير المسؤولية عن أي أخطاء قد تحدث من حيث فقدان المال. بوضع علامة في المربع أدناه ، فإنك توافق على استخدام النظام بمعرفة حدوده تمامًا وتحمل المسؤولية عن نتائج المعاملة.
ru: Эта платформа все еще находится в стадии разработки, и функциональность онлайн-транзакций с наличными средствами может быть еще не полностью стабильной. Команда разработчиков не несет ответственности за любые ошибки, которые могут возникнуть при потере денег. Установив флажок ниже, вы соглашаетесь использовать систему, хорошо зная ее ограничения, и берете на себя ответственность за результаты транзакции.

source: Transaction Progress
ar: تقدم توزيع السلع:
ru: прогресс выдачи товаров:

# transaction_refresh
source: Check pickup status
ar: تحقق من حالة التقاط
ru: Проверьте статус получения

# transaction_state_already_sent
source: Sent
ar: أرسلت
ru: Отправлено

# transaction_state_no_phone
source: No phone
ar: لا يوجد هاتف
ru: Нет телефона

# transaction_state_not_sent
source: Not sent
ar: لم ترسل
ru: Не отправлено

# transaction_state_picked_up
source: Picked up
ar: التقط
ru: Получено

# transaction_state_sending_failed
source: Sending failed
ar: لقد تعذر الارسال
ru: Отправка не удалась

# transaction_state_sent
source: Sent
ar: أرسلت
ru: Отправлено

# transaction_transaction
source: Start transaction
ar: عملية تجارية
ru: Старт транзакции

# transaction_validate_distribution
source: Do you really want to validate this distribution ?
ar: هل تريد حقًا التحقق من صحة هذا التوزيع؟
ru: Вы действительно хотите проверить эту выдачу?

# transaction_validation
source: Confirm the validation
ar: تأكيد التحقق من الصحة
ru: Подтвердите валидацию

source: TRUE
ar: صحيح
ru: истинный

source: TRUE
ar: صحيح
ru: правда

source: Type
ar: النوع
ru: Вид

source: Unit
ar: وحدة
ru: Единица измерения

source: Update
ar: تحديث
ru: Обновить

source: User
ar: المستخدم
ru: Пользователь

# user_only_one_country
source: You can select only one country
ar: يمكنك اختيار دولة واحدة فقط
ru: Вы можете выбрать только одну страну

# user_password_question
source: Update password on next login
ar: تحديث كلمة المرور عند تسجيل الدخول المقبل
ru: Обновить пароль при следующем входе

# user_phone_number
source: Phone number
ar: رقم الهاتف
ru: Номер телефона

# user_phone_prefix
source: Prefix
ar: اختصار
ru: Приставка

source: username
ar: اسم المستخدم
ru: имя пользователя

source: users
ar: المستخدمين
ru: пользователи

source: Value
ar: القيمة
ru: Стоимость

source: Vendor
ar: بائع
ru: Поставщик

# vendor_redeemed_batches
source: Redeemed Batches
ru: Выкупленные партии

source: Vendor Redemption Summary
ru: Сводка погашений поставщика

# vendor_see_history
source: See History
ru: Посмотреть историю

# vendor_total_number_transactions
source: Total No. Transactions
ru: Итоговое кол-во транзакций

# vendor_total_value_transactions
source: Total Value Transactions
ru: тоговая сумма транзакций

source: Vendor Transaction Summary
ru: Сводка транзакций поставщика

# vendor_unpaid_transaction_value
source: Unpaid Transaction Value
ru: Неоплаченые транзакции

# vendor_unpaid_transactions
source: Unpaid Transactions
ru: Сумма неоплаченных транзакций

source: vendors
ar: الباعة
ru: поставщики

source: View
ar: درس
ru: Вид

# voucher
source: Vouchers
ar: قسائم
ru: Ваучеры

# voucher_ask_code
source: Please ask beneficiary to enter his 4 digits code here
ar: الرجاء مطالبة المستفيد بإدخال رمزه المكون من 4 أرقام هنا
ru: Пожалуйста, попросите получателя ввести его 4-значный код здесь.

# voucher_assign
source: Assign vouchers
ar: تعيين قسائم
ru: Закрепить ваучеры

# voucher_assign_title
source: Assign booklet to a beneficiary
ar: تخصيص كتيب للمستفيد
ru: Закрепить буклет за бенефициаром.

# voucher_assigned_success
source: The booklet has been assigned to
ar: تم تعيين الكتيب إلى
ru: Буклет был закреплен за

source: Voucher Assignment Cancelled
ar: تم إلغاء مهمة القسيمة
ru: Закрепление ваучера отменено

# voucher_confirm
source: Booklet assigned to
ar: كتيب مخصص ل
ru: Буклет закреплен за

# voucher_created
source: The booklet has been created.
ar: تم إنشاء الكتيب
ru: Буклет был создан.

# voucher_define_password
source: Define password for booklet
ar: تحديد كلمة المرور لكتيب
ru: Создать пароль для буклета

# voucher_for
source: for
ar: إلى عن على
ru: для

# voucher_no_device
source: There is no device detected
ar: لا يوجد جهاز تم اكتشافه
ru: Устройство не обнаружено

# voucher_no_permission
source: You have denied access to the camera
ar: لقد رفضت الوصول إلى الكاميرا
ru: Вы отказали в доступе к камере

# voucher_only_digits
source: Your password must be only 4 digits
ar: يجب أن تتكون كلمة المرور من 4 أرقام فقط
ru: Ваш пароль должен состоять только из 4 цифр

# voucher_password_changed
source: Your password has been changed
ar: تم تغيير كلمة السر الخاصة بك
ru: Ваш пароль изменен

# voucher_print_error
source: You can't print a booklet if it has no beneficiary
ar: لا يمكنك طباعة كتيب إذا لم يكن لديه مستفيد
ru: Вы не можете распечатать буклет, если он не закреплен за бенефициаром.

# voucher_print_selection
source: Print selection
ar: اختيار الطباعة
ru: Выбор печати

# voucher_print_starting
source: Your voucher download is starting
ar: بدأ تنزيل القسيمة
ru: Загрузка вашего ваучера начинается

# voucher_purchased
source: purchased items
ar: البنود التي تم شراؤها
ru: купленные товары

# voucher_scan_text
source: Scan booklet QR code
ar: مسح كتيب رمز الاستجابة السريعة
ru: Сканируйте QR код буклета

# voucher_select_beneficiary
source: You have to select a beneficiary
ar: عليك أن تختار المستفيد
ru: Вы должны выбрать бенефициара

# voucher_select_distribution
source: You have to select a distribution
ar: يجب عليك اختيار التوزيع
ru: Вы должны выбрать выдачу

# voucher_select_project
source: You have to select a project
ar: يجب عليك اختيار مشروع
ru: Вы должны выбрать проект

# voucher_sending
source: The data is being sent
ar: يتم إرسال البيانات
ru: Данные отправляются

# voucher_step
source: will be assigned to
ar: تم حذفها
ru: Будет закреплен за

# vouchers_booklet
source: Voucher Booklet(s)
ar: قسيمة الكتيب
ru: Буклет(ы) с ваучерами

source: Vulnerability
ru: Уязвимость

# vulnerability_disabled
source: disabled
ar: معاق
ru: неработоспособный

# vulnerability_lactating
source: lactating
ar: المرضعات
ru: кормящая

# vulnerability_nutrional
source: nutritional issues
ar: القضايا الغذائية
ru: проблемы питания

# vulnerability_pregnant
source: pregnant
ar: حامل
ru: беременная

# vulnerability_solo_parent
source: solo parent
ar: الوالد منفردا
ru: одинокий родитель

source: The below listed person agrees that their personal details will be processed by People in Need for the purpose of implementation of the project.
ru: Человек также соглашается с тем, что его личные даные будут использованы организацией для реализации проекта.

source: Approved by
ar: تمت الموافقة عليه من قبل
ru: Одобрено

source: Distributed by
ar: موزع من قبل
ru: Выдано

source: Round
ar: الجولة
ru: Раунд

source: Distributed item(s)
ar: العناصر الموزعة
ru: Выдано товаров

source: Date
ar: تاريخ
ru: Дата

source: Location
ar: الموقع
ru: Местонахождение

source: Distribution No.
ar: رقم التوزيع
ru: Номер выдачи

source: First Name
ar: الاسم
ru: Имя

source: Second Name
ar: الاسم الثاني
ru: Отчество

source: ID No.
ar: رقم بطاقة الهوية
ru: Номер паспорта

source: Phone No.
ar: رقم الهاتف
ru: Номер телефона

source: Proxy First Name
ar: الاسم الأول للوكيل
ru: Имя доверенного лица

source: Proxy Second Name
ar: الاسم الثاني للوكيل
ru: Отчество доверенного лица

source: Proxy ID No.
ar: رقم معرف الوكيل
ru: ИНН доверенного лица

source: Distributed Item(s), Unit, Amount per beneficiary
ar: العناصر الموزعة ، الوحدة ، المبلغ لكل مستفيد
ru: Выдано товаров, единиц, количество на берефициара
