Repository: humansis/api
Catalog: app/Resources/translations/messages.*.xlf
Languages: ar, ru

source: Signature
ar: التوقيع
ru: Подпись

source: (name, position, signature)
ar: (الاسم ، المنصب ، التوقيع)
ru: (имя, должность, подпись)

source: Household Members
ar: أفراد الأسرة

source: M
ar: مذكر

# header_add
source: distribution Add Distribution
ar: إضافة المستفيد

# header_add
source: distribution Add Distribution
ar: إضافة توزيع

# header_data
source: validation Data Validation
ar: رسم الخرائط للبيانات

# header_data
source: validation Data Validation
ar: تأكيد صحة البيانات

# header_update
source: beneficiary Update Beneficiaries
ar: تحديث المستفيدين

# sector_tvet
source: TVET
ar: التعليم التقني والمهني والتدريب

source: The below listed person agrees that their personal details will be processed by People in Need for the purpose of implementation of the project.
ar: يوافق الشخص المدرج أدناه على أن بياناته الشخصية ستتم معالجتها بواسطة الناس في حاجة لغرض تنفيذ المشروع

source: No.
ar: الرقم
