Repository: humansis/api
Catalog: app/Resources/translations/messages.*.xlf
Languages: ar, ru

source: DISTRIBUTION SHEET
ar: ورقة التوزيع
ru: ДИСТРИБУЦИОННЫЙ ЛИСТ

source: Details
ar: تفاصيل
ru: Детали

source: Project Name
ar: عنوان المشروع
ru: Название проекта

source: Distribution Date
ar: تاريخ التوزيع
ru: Дата выдачи

source: Place
ar: مكان
ru: Место

source: Item Description
ar: وصف السلعة
ru: Описание товара

source: Approvals
ar: الموافقات
ru: Подтверждения

source: On behalf of
ar: نيابة عن
ru: От лица

source: On behalf of People in Need
ar: نيابة عن منطمة الناس في حاجة
ru: От лица организации "Человек в беде"

source: Name
ar: اسم
ru: Имя

source: Position
ar: المنصب
ru: Должность

source: Signature and Stamp
ar: توقيع وختم
ru: Подпись и печать

source: FIRST NAME
ar: الاسم الاول
ru: ИМЯ

source: FAMILY NAME
ar: اسم العائلة
ru: ФАМИЛИЯ

source: DATE OF BIRTH
ar: تاريخ الولادة
ru: ДАТА РОЖДЕНИЯ

source: ID No.
ar: رقم بطاقة الهوية
ru: Номер паспорта

source: PHONE NUMBER
ar: رقم الهاتف
ru: НОМЕР ТЕЛЕФОНА

source: Gender (M/F)
ar: الجنس (مذكر / مؤنث)
ru: Пол (М/Ж)

source: SIGNATURE
ar: التوقيع
ru: ПОДПИСЬ

source: F
ar: مؤنث
ru: Ж

source: resident
ar: مقيم
ru: резидент

source: IDP
ru: ВПЛ

source: refugee
ar: لاجئ
ru: беженец

source: Active
ru: Действующий

source: Activity Description
ru: Описание активности

# activity_households_targeted
source: Households Targeted
ru: целевых домохозяйств

# activity_individuals_targeted
source: Individuals Targeted
ru: целевых бенефициаров

source: Add
ru: Добавить

# add_beneficiary_code
source: Ext
ru: Расширение

# add_beneficiary_done
source: Summary of Household to create
ru: Итог по домохозяйству для создания

# add_beneficiary_external_support
source: external support
ru: внешняя помощь

# add_beneficiary_occupation
source: Occupation
ru: Профессия

# add_beneficiary_project
source: Please add this household to one or more project
ru: Пожалуйста, добавьте это домохозяйство в один или несколько проектов.

# add_beneficiary_title
source: add beneficiary
ar: إضافة مستفيد
ru: добавить бенефициара

# add_distribution_add_group
source: Add Group
ru: Добавить группу

# add_distribution_advanced_option
source: Advanced options
ar: خيارات متقدمة
ru: Дополнительный параметр

# add_distribution_average
source: Average
ar: معدل
ru: Средний

# add_distribution_beneficiaries_reached
source: Beneficiaries reached
ar: المستفيدون الذين تم الوصول إليهم
ru: Достигнуто бенефициаров

# add_distribution_commodities_delivered
source: to be delivered
ar: تم اعطاء
ru: должно быть доставлено

# add_distribution_created
source: was created
ar: تم انشائه
ru: был создан

# add_distribution_date_before_today
source: Error while creating new distribution, your distribution date has to be after today
ar: خطأ أثناء إنشاء توزيع جديد ، يجب أن يكون تاريخ التوزيع بعد اليوم
ru: Ошибка при создании новой выдачи. Ваша дата выдачи должна быть позже сегодняшнего дня.

# add_distribution_date_inside_project
source: Error while creating new distribution, your distribution date has to be inside the project dates
ar: خطأ أثناء إنشاء توزيع جديد ، يجب أن يكون تاريخ التوزيع الخاص بك داخل تواريخ المشروع
ru: Ошибка при создании новой выдачи. Ваша дата выдачи должна входить в рамки проекта.

# add_distribution_distributed_commodity
source: distributed commodity
ar: السلعة الموزعة
ru: товар выдачи

# add_distribution_error_creating
source: Error while creating new distribution
ar: خطأ أثناء إنشاء توزيع جديد
ru: Ошибка при создании новой выдачи

# add_distribution_high
source: High
ar: متوسط
ru: Высокий

# add_distribution_households_reached
source: Households reached
ar: الأسر التي تم الوصول إليها
ru: Достигнуто домохозяйств

# add_distribution_check_fields
source: Fill the new distribution information before, including the commodity and a minimum selection score value greater than 0.
ar: إملء معلومات التوزيع الجديدة قبل ، بما في ذلك قيمة السلع والقيمة الأدنى يجب أن تكون أعلى من 0.
ru: Заполните новую информацию о выдаче заранее, включая товар и минимальное значение оценки отбора больше 0.

# add_distribution_location_date
source: Location and date
ru: Место и дата

# add_distribution_low
source: Low
ar: منخفض
ru: Низкий

# add_distribution_missing_commodity
source: A commodity is missing
ar: سلعة مفقودة
ru: Товар отсутствует

# add_distribution_missing_criteria_group
source: There are no criteria groups. Please add at least one criteria group.
ru: Нет выбранных групп критериев. Пожалуйта, добавьте хотя бы одну группу критериев.

# add_distribution_missing_date
source: The date is missing
ar: التاريخ مفقود
ru: Дата отсутствует

# add_distribution_missing_location
source: Add a Province
ar: أضف مقاطعة
ru: Добавьте область

# add_distribution_missing_selection_criteria
source: A selection criterion is missing
ar: معيار الاختيار مفقود
ru: Критерий отбора отсутствует

# add_distribution_missing_threshold
source: The minimum selection score's value should be greater than 0
ar: يجب أن تكون قيمة الحد الفاصل أكبر من 0
ru: Значение минимальной оценки должно быть больше 0

# add_distribution_multiple_modalities
source: You cannot add commodities which are not distributed the same way
ar: لا يمكنك إضافة سلع غير موزعة بنفس الطريقة
ru: Вы не можете добавлять товары с разными способами выдачи.

# add_distribution_no_beneficiaries
source: The number of reached beneficiaries/households must be positive
ar: يجب أن يكون عدد المستفيدين / الأسر التي تم الوصول إليها إيجابيًا
ru: Количество достигнутых бенефициаров / домохозяйств должно быть положительным

# add_distribution_selection_criteria
source: selection criteria
ar: معيار الاختيار
ru: критерии отбора

# add_distribution_target
source: Target
ru: Цель

# add_distribution_text_explanation
source: The system will only select beneficiaries/households that have a score higher than the minimum selection score
ar: سيختار النظام فقط المستفيدين / الأسر التي لديها درجة أعلى من درجة الاختيار الدنيا
ru: Система будет выбирать только тех бенефициаров/ домохозяйства, у которых балл выше минимального балла отбора.

# add_distribution_threshold
source: Minimum selection score
ar: درجة الاختيار الدنيا
ru: Минимальный балл отбора

# add_distribution_very_high
source: Very high
ar: عالي جدا
ru: Очень высокий

# add_distribution_very_low
source: Very low
ar: منخفظ جدا
ru: Очень низкий

# add_distribution_zero
source: The number of households reached or the amount to be distributed is 0
ar: عدد الأسر التي تم الوصول إليها أو المبلغ المطلوب توزيعه هو 0
ru: Число достигнутых домохозяйств или сумма выдачи равны 0

# add_project_new_assistance
source: New Assistance
ru: Новая помощь

# add_project_new_distribution
source: new distribution
ar: توزيعة جديدة
ru: новая выдача

# add_project_title
source: new project
ar: مشروع جديد
ru: новый проект

source: Address
ar: عنوان
ru: Адрес

source: Address Number
ar: رقم العنوان
ru: Номер дома

source: Address Postcode
ar: عنوان الرمز البريدي
ru: Почтовый индекс

source: Address Street
ar: عنوان الشارع
ru: Название улицы

# adm1
source: ADMINLEVELS.en.adm1
ar: ADMINLEVELS.ar.adm1
ru: ADMINLEVELS.ru.adm1

# adm2
source: ADMINLEVELS.en.adm2
ar: ADMINLEVELS.ar.adm2
ru: ADMINLEVELS.ru.adm2

# adm3
source: ADMINLEVELS.en.adm3
ar: ADMINLEVELS.ar.adm3
ru: ADMINLEVELS.ru.adm3

# adm4
source: ADMINLEVELS.en.adm4
ar: ADMINLEVELS.ar.adm4
ru: ADMINLEVELS.ru.adm4

source: Administrative Settings
ar: الإعدادات الإدارية
ru: Административные настройки

source: Amount
ru: Сумма

source: Assistance Type
ru: Тип помощи

source: Back
ar: إلى الوراء
ru: Назад

# back_to_homepage
source: Go back to homepage
ar: العودة إلى الصفحة الرئيسية
ru: Вернуться на главную страницу

source: beneficiaries
ar: المستفيديين
ru: бенефициары

source: Beneficiary
ar: المستفيد
ru: Бенефициар

# beneficiary_add_list
source: Add to project
ar: أضف إلى المشروع
ru: Добавить к проекту

# beneficiary_add_project
source: Please select the project(s) in which you would like to add the
ar: يرجى تحديد المشروع (المشاريع) الذي/الذين ترغب في إضافته/هم
ru: Пожалуйста, выберите проект (ы), в который(е) вы хотели бы добавить

# beneficiary_add_project_title
source: Add beneficiaries to a project
ar: إضافة المستفيدين إلى المشروع
ru: Добавить бенефициаров в проект

# beneficiary_added
source: Beneficiaries added to the selected project
ar: تمت إضافة المستفيدين إلى المشروع المحدد
ru: Бенефициары добавлены к выбранному проекту.

# beneficiary_advanced_research
source: Advanced search
ar: بحث متقدم
ru: Расширенный поиск

# beneficiary_clear_all_research
source: Clear all
ar: امسح الكل
ru: Очистить все

# beneficiary_count
source: Beneficiaries count
ar: عدد المستفيدين
ru: Количество бенефициаров

# beneficiary_date_of_birth
source: Date of Birth
ar: تاريخ الميلاد
ru: Дата рождения

# beneficiary_en_family_name
source: family name (English)
ar: اسم العائلة
ru: Фамилия (английский язык)

# beneficiary_en_given_name
source: First name (English)
ar: (الاسم المعطى (الإنجليزية
ru: имя (английский язык)

# beneficiary_en_name
source: name (English)
ar: (الاسم (انجليزي
ru: имя (английский язык)

# beneficiary_en_parent_name
source: Parent name (English)
ru: Фамилия (на английском)

# beneficiary_error_address_number
source: You must enter an address number
ar: يجب إدخال رقم العنوان
ru: Вы должны ввести номер дома

# beneficiary_error_address_postcode
source: You must enter an address postcode
ar: يجب إدخال الرمز البريدي للعنوان
ru: Вы должны ввести почтовый индекс

# beneficiary_error_address_street
source: You must enter an address street
ar: يجب عليك إدخال شارع العنوان
ru: Вы должны ввести название улицы

# beneficiary_error_birth_date
source: Please select a valid birth date for
ar: يرجى تحديد تاريخ ميلاد صالح لـ
ru: Пожалуйста, выберите действительную дату рождения для

# beneficiary_error_camp
source: You must select or create a camp
ar: يجب عليك تحديد معسكر أو إنشاء معسكر
ru: Вы должны выбрать или создать лагерь

# beneficiary_error_country_code
source: Please select a country code for the phone number for
ar: يرجى اختيار رمز البلد لرقم الهاتف ل
ru: Пожалуйста, выберите телефонный код страны для

# beneficiary_error_existing_country_code
source: Please select an existing country code from the list for
ar: يرجى اختيار رمز البلد الحالي من القائمة ل
ru: Пожалуйста, выберите существующий код страны из списка для

# beneficiary_error_family_name
source: You must enter a local family name for
ar: يجب إدخال اسم عائلة محلي لـ
ru: Вы должны ввести фамилию на местном языке

# beneficiary_error_gender
source: You must select a gender for
ar: يجب عليك إدخال الجنس من أجل
ru: Вы должны выбрать пол для

# beneficiary_error_given_name
source: You must enter a local given name for
ar: يجب إدخال اسم محلي معين لـ
ru: Вы должны ввести имя на местном языке

# beneficiary_error_head
source: the head of household
ar: رب الأسرة
ru: глава домохозяйства

# beneficiary_error_location
source: You must select a location
ar: يجب عليك تحديد موقع
ru: Вы должны выбрать место

# beneficiary_error_location_type
source: You must chose a location type
ar: يجب عليك تحديد نوع الموقع
ru: Вы должны выбрать вид расположения.

# beneficiary_error_member
source: member
ar: عضو
ru: член

# beneficiary_error_phone
source: Phone can only be composed of digits for
ar: يمكن أن يتكون الهاتف فقط من أرقام لـ
ru: Телефон может состоять только из цифр для

# beneficiary_error_project
source: You must select at least one project
ar: يجب عليك اختيار مشروع واحد على الأقل
ru: Вы должны выбрать хотя бы один проект

# beneficiary_error_tent
source: You must enter a tent number
ar: يجب إدخال رقم خيمة
ru: Вы должны ввести номер палатки

# beneficiary_family_name
source: Family Name
ar: اسم العائلة
ru: Фамилия

# beneficiary_given_name
source: First name
ar: الاسم
ru: Имя

# beneficiary_head
source: Household Head
ar: رب الأسرة
ru: Глава домохозяйства

source: Beneficiary ID
ar: رقم الشخصي للمستفيد
ru: Идентификационный номер бенефициара

# beneficiary_import_addFile
source: add file or drag and drop
ar: إضافة ملف أو سحب وإسقاط
ru: добавить файл или перетащить

# beneficiary_import_addModal
source: add file
ru: добавить файл

# beneficiary_import_api
source: import from external data source
ar: استيراد من مصدر بيانات خارجي
ru: импорт из внешнего источника данных

# beneficiary_import_beneficiaries_imported
source: beneficiaries inserted
ar: تم إضافة المستفيدين
ru: бенефициары добавлены

# beneficiary_import_canceled
source: import canceled
ar: تم إلغاء الاستيراد
ru: импорт отменен

# beneficiary_import_conversion_success
source: Conversion successfull!
ar: التحويل بنجاح!
ru: Преобразование успешно!

# beneficiary_import_convert
source: convert file
ar: تحويل الملف
ru: конвертировать файл

# beneficiary_import_csv
source: download csv template
ar: تنزيل قالب csv
ru: загрузить CSV-шаблон

# beneficiary_import_error_file
source: You must select a file
ar: يجب عليك تحديد ملف
ru: Вы должны выбрать файл

# beneficiary_import_error_importing
source: Error while importing data
ar: وقع خطأ عندالتحميل البيانات
ru: Ошибка при импорте данных

# beneficiary_import_error_selection
source: You must select at least one choice
ar: يجب عليك تحديد خيار واحد على الأقل
ru: Вы должны выбрать хотя бы один вариант

# beneficiary_import_file
source: import from file
ar: استيراد من ملف
ru: импорт из файла

# beneficiary_import_check_fields
source: A field is empty or unset, please fill all inputs and select a project
ar: محتوى فارغ تثبت من أدخال جميع المعطيات و اختيار مشروع
ru: Поле пустое или не заполнено, пожалуйста, заполните все поля и выберите проект

# beneficiary_import_response
source: Get ready to recover the file
ar: استعد لاستعادة الملف
ru: Будьте готовы восстановить файл

# beneficiary_import_select_location
source: You must select a location
ar: يجب تحديد الموقع وإضافة ملف قبل التحميل
ru: Вы должны выбрать местоположение

# beneficiary_import_select_project
source: You must select a project and add a file before uploading
ar: يجب أن تختار مشروعا و ملفا قبل التحميل
ru: Вы должны выбрать проект и добавить файл перед загрузкой

# beneficiary_import_title
source: Import beneficiary data
ar: استيراد بيانات المستفيد
ru: Импорт данных бенефициара

# beneficiary_import_warning
source: Warning: if the provided file is incomplete, the resulting one may need to be completed for the import to succeed.
ar: تحذير: إذا كان الملف المقدم غير كامل ، عليك إكمال العنصر الناتج حتى ينجح الاستيراد.
ru: Предупреждение: если предоставленный файл является неполным, конечный файл может потребовать завершения для успешного импорта.

# beneficiary_justification_added
source: Justification for adding
ar: مبرر لإضافة
ru: Обоснование добавления

# beneficiary_justification_removed
source: Justification for removing
ar: مبرر لإزالة
ru: Обоснование удаления

# beneficiary_local_family_name
source: family name (Local)
ar: اسم العائلة
ru: фамилия (местный язык)

# beneficiary_local_given_name
source: first name (Local)
ar: (الاسم المحدد (محلي
ru: имя (местный язык)

# beneficiary_local_name
source: name (Local)
ar: (الاسم (محلي
ru: имя (местный язык)

# beneficiary_local_parent_name
source: Parent name (Local)
ru: Фамилия (на местном языке)

# beneficiary_member
source: Member
ar: فرد من العائلة
ru: Член

# beneficiary_missing_selected_project
source: You must select a project before uploading
ar: يجب أن تختار مشروعاقبل التحميل
ru: Вы должны выбрать проект перед загрузкой

# beneficiary_personnal
source: personal information
ar: معلومات شخصية
ru: личные данные

# beneficiary_plural
source: these beneficiaries
ar: هؤلاء المستفيدين
ru: эти бенефициары

# beneficiary_referral
source: Referral
ar: إحالة
ru: Перенаправление

# beneficiary_referral_comment
source: Comment
ar: تعليق
ru: Комментарий

# beneficiary_referral_question
source: Add a referral
ar: إضافة الإحالة
ru: Добавить перенаправление

# beneficiary_referral_type
source: Referral type
ar: نوع الإحالة
ru: Тип перенаправления

# beneficiary_referral_types
source: REFERRALTYPES.en
ar: REFERRALTYPES.ar
ru: REFERRALTYPES.ru

# beneficiary_res_address
source: Resident Address
ar: عنوان الإقامة
ru: Адрес проживания

# beneficiary_residency
source: residency
ar: الإقامة
ru: местожительство

# beneficiary_residency_status
source: Residency status
ar: حالة الإقامة
ru: Вид на жительство/ прописка

# beneficiary_residency_status_idp
source: IDP
ru: Внутренне перемещенные лица

# beneficiary_residency_status_refugee
source: refugee
ar: لاجئ
ru: беженец

# beneficiary_residency_status_resident
source: resident
ar: مقيم
ru: местный житель

# beneficiary_residency_status_returnee
source: Returnee
ar: عائدون
ru: Вернувшийся

# beneficiary_select_api
source: Select API
ar: اختر API
ru: Выбрать API

# beneficiary_selected_project
source: selected beneficiaries:
ar: المستفيدين المختارين=
ru: выбранные бенефициары:

# beneficiary_update_title
source: Update Beneficiary
ar: تحديث المستفيدين
ru: Обновить информацию о бенефициаре

# beneficiary_vulnerabilities
source: Vulnerabilities
ar: نقاط الضعف
ru: Уязвимости

source: Booklet
ar: كتيب
ru: Буклет

# booklet_code
source: Code
ar: الرمز
ru: Код

# booklet_deactivated
source: Deactivated
ar: معطل
ru: Деактивирован

# booklet_define_password
source: Define a password
ar: تحديد كلمة المرور
ru: Создать пароль

# booklet_export_codes
source: Export booklet codes
ar: رموز كتيب التصدير
ru: Экспорт кодов буклета

# booklet_individual_value
source: Individual value
ar: القيمة الفردية
ru: Индивидуальная стоимость

# booklet_number_booklets
source: Quantity of booklets
ar: كمية من الكتيبات لخلق
ru: Количество буклетов

# booklet_number_vouchers
source: Quantity of vouchers
ar: كمية القسائم
ru: Количество ваучеров

# booklet_password_pattern
source: The password must be four digits
ar: يجب أن تتكون كلمة المرور من 4 أرقام
ru: Пароль должен состоять из четырех цифр

# booklet_unassigned
source: Unassigned
ar: غير معين
ru: Не закреплен

# booklet_update_password
source: Update the password
ar: تحديث كلمة المرور
ru: Обновить пароль

# booklet_used
source: Used
ar: مستخدم
ru: Использованный

source: Booklets
ar: كتيبات
ru: Буклеты

# cache_distribution_added
source: Distribution and beneficiaries of the project added to the cache
ar: التوزيع والمستفيدين من المشروع تم إضافتهم في ذاكرة التخزين المؤقت
ru: Выдача и бенефициары проекта добавлены в кэш

# cache_no_distribution
source: This distribution isn't stored in the cache, you can't access it offline
ar: لم يتم تخزين هذا التوزيع في ذاكرة التخزين المؤقت ، ولا يمكنك الحصول عليه خارج خدمة الانترنت.
ru: Эта выдача не хранится в кэше, вы не можете получить к ней доступ в автономном режиме.

# cache_store_beneficiaries
source: Offline Mode
ar: وضع غير متصل بالشبكة
ru: Автономный режим

# cache_stored_beneficiaries
source: Saved For Offline Mode
ar: تم الحفظ في وضع عدم الاتصال
ru: Сохранено для автономного режима

source: Camp name
ar: اسم المخيم
ru: Наименование лагеря

source: Cancel
ar: إلغاء
ru: Отменить

source: Car
ar: سيارة
ru: Автомобиль

source: Close
ar: إغلاق
ru: Закрыть

source: Commodity
ar: السلع
ru: Товар

# commodity_cash
source: cash
ar: السيولة النقدية
ru: наличные

# commodity_in_kind
source: in kind
ar: في النوع
ru: в натуральном виде

# commodity_kgs
source: Kgs
ar: كلغ
ru: кг

# commodity_kit
source: Kit
ar: عدة
ru: набор

# commodity_modality
source: Modality
ar: القيد
ru: Модальность

# commodity_modality_agriculture
source: Agricultural Kit
ar: مجموعة الزراعية
ru: Сельскохозяйственный комплект

# commodity_modality_bread
source: Bread
ar: خبز
ru: Хлеб

# commodity_modality_cash
source: Mobile Money
ar: المال المحمول
ru: Мобильный банк

# commodity_modality_dignity
source: Dignity kit
ar: مجموعة الكرامة
ru: Набор достоинства

# commodity_modality_food
source: Food
ar: طعام
ru: Продукты питания

# commodity_modality_hygiene
source: Hygiene Kit
ar: سلة النظافة
ru: Гигиенический набор

# commodity_modality_loan
source: Loan
ar: قرض
ru: Ссуда

# commodity_modality_paper_voucher
source: Paper Voucher
ar: قسيمة ورقة
ru: Бумажный ваучер

# commodity_modality_qr_voucher
source: QR Code Voucher
ar: قسيمة كود qr
ru: Ваучер QR кода

# commodity_modality_rte
source: RTE Kit
ar: RTE عدة
ru: Набор продуктов, готовых к употреблению

# commodity_modality_shelter
source: Shelter tool kit
ar: مجموعة المأوى
ru: Комплект для строительства/ремонта жилья

# commodity_modality_wash
source: WASH Kit
ar: غسل عدة
ru: набор санитарных принадлежностей

# commodity_smartcard
source: smartcard
ar: البطاقة الذكية
ru: смарт-карта

# commodity_value
source: Quantity
ar: كمية
ru: Количество

# commodity_value_voucher
source: Total value of the booklet
ar: القيمة الإجمالية للكتيب
ru: Общая стоимость буклета

source: Commune
ar: البلدية
ru: Громада

source: communities
ar: مجتمعات
ru: сообщества

source: community
ar: مجتمع
ru: сообщество

source: Complete
ar: اكتمال
ru: Завершить

source: Coping strategies index
ar: مؤشر استراتيجيات المواجهة
ru: Индекс стратегии выживания

source: Country
ar: البلد
ru: Страна

# country_khm
source: Cambodia
ar: كمبوديا
ru: Камбоджа

# country_specific
source: Country specific option
ar: خيار خاص بالبلد
ru: Выбор страны

# country_specific_field
source: Field
ar: الميدان
ru: Поле

# country_syr
source: Syria
ar: سوريا
ru: Сирия

source: Create
ar: إنشاء
ru: Создать

source: Criteria
ar: المعايير
ru: Критерии

# criteria_operator
source: Condition
ar: الشروط
ru: Условие

source: Criteria Target
ar: معايير الهدف
ru: Цель критериев

# criteria_weight
source: Score weight
ar: وزن النتيجة
ru: Весомость балла

source: Currency
ar: العملة
ru: Валюта

# currentAdm1
source: Current location
ar: الموقع الحالي
ru: Текущее местоположение

# currentAdm2
source: Current location
ar: الموقع الحالي
ru: Текущее местоположение

# currentAdm3
source: Current location
ar: الموقع الحالي
ru: Текущее местоположение

# currentAdm4
source: Current location
ar: الموقع الحالي
ru: Текущее местоположение

source: Current location
ar: الموقع الحالي
ru: Текущее местоположение

# dashboard_current_activities
source: Current Activities
ar: الأنشطة الحالية
ru: Текущая деятельность

# dashboard_distribution_map
source: distribution map
ar: خريطة التوزيع
ru: карта выдачи

# dashboard_recent_distributions
source: upcoming distributions
ar: التوزيعات الحديثة
ru: предстоящие выдачи

# dashboard_summary_1
source: total registrations
ar: تسجيلات المستفيدين
ru: Регистрации бенефициара

# dashboard_summary_2
source: active projects
ar: المشاريع الناشطة
ru: действующие проекты

# dashboard_summary_3
source: Enrolled Households
ar: المستفيدين المسجلين
ru: зарегистрированные бенефициары

# dashboard_summary_4
source: total value transactions
ar: معاملات القيمة الإجمالية
ru: общая сумма перевода

# dashboard_summary_5
source: Served Households
ar: المستفيدين خدم
ru: обслужено бенефициаров

# dashboard_summary_6
source: completed distributions
ar: توزيعات كاملة
ru: завершенные выдачи

# data_mapping_title
source: data columns mapping
ar: تعيين أعمدة البيانات
ru: Сопоставление столбцов

# data_verification_description_duplicates
source: The duplicate check page displays any potential duplicate beneficiary records in the database. If the existing beneficiary is not a head of household, you can overwrite their information, ignored the changes, or save both as different beneficiaries if you are sure they are different people.
ar: تعرض لوحة التكرار المستفيدين في الملف الموجودين بالفعل في قاعدة البيانات في منزل آخر. إذا كان المستفيد الحالي ليس رب أسرة ، يمكنك حذف احداهما ، أو حفظ كلاهما كمستفيدين مختلفين إذا كنت متأكداً من أنهم أشخاص مختلفون.
ru: Страница проверки дубликатов отображает все возможные дубликаты записей бенефициаров в базе данных. Если существующий бенефициар не является главой домохозяйства, Вы можете перезаписать его информацию, проигнорировать изменения или сохранить их как разных бенефициаров, если Вы уверены, что они разные люди.
