Repository: humansis/api
Catalog: app/Resources/translations/messages.*.xlf
Languages: ar, ru

# log_field_details
source: Details:
ar: تفاصيل
ru: Детали:

# log_field_id
source: Id
ru: Идентификационный номер

# log_field_object
source: Object
ar: موضوع
ru: Обьект

# log_field_status
source: STATUS (Resident, IDP, Refugee or Returnee)
ar: الحالة (المقيم ، النازح أو اللاجئ)
ru: СТАТУС (местный житель, ВПЛ или беженец)

# log_field_user
source: User
ar: المستخدم
ru: Пользователь

# log_household
source: Household
ar: منزلي
ru: Домохозяйство

# log_import
source: Imported
ar: تم استيرادها
ru: Импортировано

# log_import_beneficiaries_from_api
source: Imported From Api
ar: تم استيرادها من Api
ru: Импортировано из Api

# log_import_beneficiaries_from_syria_file
source: Imported From Syria File
ar: تم استيرادها من ملف سوريا
ru: Импортировано из файла сирийской миссии

# log_import_beneficiary
source: Imported Beneficiaries
ar: تم استيراد المستفيدون
ru: Импортированные бенефициары

# log_name
source: Name:
ar: اسم
ru: Имя:

# log_no_details
source: No details to display
ar: لا توجد تفاصيل لعرضها
ru: Нет данных для отображения

# log_not_exists
source: Not exists anymore
ar: لم يعد موجودًا
ru: Больше не существует

# log_number_booklets
source: Number of booklets
ar: عدد الكتيبات
ru: Количество буклетов

# log_number_vouchers
source: Number of vouchers
ar: عدد القسائم
ru: Количество ваучеров

# log_old_id
source: Previous id
ar: المعرف السابق
ru: Предыдущая идентификация

# log_organization
source: Organization
ar: منظمة
ru: Организация

# log_post_language
source: Changed Default Language
ar: تم تغيير اللغة الافتراضية
ru: Язык по умолчанию изменен

# log_post_password
source: Changed Password
ar: تم تغيير كلمة المرور
ru: Пароль изменен

# log_product
source: Product
ar: المنتج
ru: Продукт

# log_project
source: Project
ar: المشروع
ru: Проект

# log_remove_many
source: Deleted
ar: تم الحذف
ru: Удалены

# log_remove_one_beneficiary
source: Removed One Beneficiary
ar: تمت إزالة مستفيد واحد
ru: Удален один бенефициар

# log_requests
source: Requests
ar: الطلبات
ru: Запросы

# log_requests_country_title
source: Requests per country
ar: الطلبات لكل بلد
ru: Запросы по стране

# log_requests_day_title
source: Requests per day
ar: الطلبات في اليوم
ru: Запросы за день

# log_scan
source: Scanned
ar: تم مسحها ضوئياً
ru: Отсканировано

# log_send_transaction
source: Mobile Money Sent
ar: تم إرسال الأموال عبر الهاتف المحمول
ru: Мобильный платеж отправлен

# log_send_verification_email
source: Code Sent
ar: تم ارسال الكود
ru: Код отправлен

# log_set_general_relief_items_as_distributed
source: General Relief Item Distributed
ar: تم توزيع عنصر الإغاثة العامة
ru: Товары общей помощи выданы

# log_status_200
source: Success
ar: نجاح
ru: Успешно

# log_status_300
source: Redirected
ar: إعادة توجيهها
ru: Перенаправлено

# log_status_400
source: Error
ar: خطأ
ru: Ошибка

# log_status_401
source: Unauthenticated
ar: لم تتم مصادقته
ru: Неопознано

# log_status_403
source: Forbidden
ar: محظور
ru: Запрещено

# log_status_404
source: Not Found
ar: لا يوجد
ru: Не найдено

# log_status_rate_title
source: Status rate
ar: معدل الحالة
ru: Показатель статуса

# log_time
source: Time
ar: الوقت
ru: Время

# log_transaction
source: Transaction
ar: عملية تجارية
ru: Транзакция

# log_update
source: Updated
ar: محدث
ru: Обновлено

# log_update_f_p
source: 3rd party connection edited
ar: تم تعديل اتصال 3rd party
ru: 3-стороннее соединение отредактировано.

# log_update_password
source: Updated Password
ar: تم تحديث كلمة المرور
ru: Пароль обновлен

# log_upload_image
source: Uploaded An Image
ar: تم تحميل صورة
ru: Изображение загружено

# log_upload_logo
source: Uploaded A Logo
ar: تم تحميل شعار
ru: Логотип загружен

# log_user
source: User
ar: المستعمل
ru: Пользователь

# log_username
source: Username
ar: اسم المستخدم
ru: Имя пользователя

# log_users
source: Users
ar: المستخدمون
ru: Пользователи

# log_validate
source: Validated
ar: تم التحقق من صحتها
ru: Подтверждено

# log_value
source: Value
ar: القيمة
ru: Cтоимость

# log_vendor
source: Vendor
ar: بائع
ru: Поставщик

# log_voucher
source: Voucher
ar: قسيمة
ru: Ваучер

# login_bms
source: Beneficiary management system
ar: نظام إدارة المستفيدين
ru: Система управления бенефициарами

# login_captcha_invalid
source: The captcha is invalid
ar: كلمة التحقق غير صالحة
ru: Капча недействительна

# login_prompt
source: Please log in
ar: الرجاء تسجيل الدخول
ru: Пожалуйста, войдите в систему

# login_title
source: Login
ar: تسجيل الدخول
ru: Вход

# login_title_google
source: Login with Google
ar: تسجيل الدخول عبر جوجل
ru: Вход через Google

# login_title_hid
source: Login with HID
ar: تسجيل الدخول باستخدام HID
ru: Вход через HID

# login_two_fa_invalid_code
source: Invalid code, please try again
ar: الرمز غير صحيح
ru: Неверный код, пожалуйста, попробуйте еще раз

# login_two_fa_message
source: This is your Humansis authentication code
ar: هذا هو رمز المصادقة Humansis الخاص بك
ru: Это ваш код идентификации в системе Humansis

source: Logs
ar: سجلات
ru: Журнал пользователя

source: Longitude
ar: خط الطول
ru: Долгота

source: Male
ar: مذكر
ru: Мужской

# map_legend_completed
source: completed
ar: منجز
ru: завершено

# map_legend_not_validated
source: not validated
ar: ليس متاحا
ru: не подтверждено

# map_legend_validated
source: validated
ar: التحقق من صحة
ru: подтверждено

# modal_add_multiple_title
source: Create new
ar: خلق جديد إبداع جديد
ru: Создать новые

# modal_add_no_value
source: You need to enter a value
ar: عليك بادخال قيمة عددية
ru: Вам необходимо ввести значение

# modal_add_title
source: Create a new
ar: إضافة جديد
ru: Создать новую

# modal_complete_distribution
source: Are you sure you want to close this distribution?
ar: هل أنت متأكد من أنك تريد إغلاق هذا التوزيع؟
ru: Вы уверены, что хотите закрыть эту выдачу?

# modal_delete_beneficiary
source: Remove beneficiary
ar: إزالة المستفيد
ru: Удалить бенефециара

# modal_delete_beneficiary_sentence
source: You are about to remove
ar: أنت على وشك الإزالة
ru: Вы собираетесь удалить

# modal_delete_beneficiary_sentence_2
source: from this distribution
ar: من هذا التوزيع
ru: из этой выдачи

# modal_delete_many
source: these elements
ar: هذه العناصر
ru: эти элементы

# modal_delete_sentence
source: You are about to delete
ar: أنت على وشك الحذف
ru: Вы собираетесь удалить

# modal_delete_sentence_2
source: Do you wish to continue ?
ar: هل ترغب في الاستمرار ؟
ru: Хотите ли вы продолжить?

# modal_details_title
source: Details of this
ar: تفاصيل هذا
ru: Подробности этой

# modal_edit_title
source: Edit this
ar: تحرير هذا
ru: Редактировать эту

# modal_failure
source: Failure
ar: بالفشل
ru: Отказ

# modal_file_extension_error
source: The file extension must be
ar: يجب أن يكون امتداد الملف
ru: Расширение файла должно быть

# modal_check_date
source: Invalid fields = Your start date cannot be older than the end date
ar: الحقول غير الصالح: لا يمكن أن يكون تاريخ الانتهاء أقدم من تاريخ البدء
ru: Неверные поля = дата начала не может быть позже даты окончания

# modal_check_fields
source: Invalid fields = check you filled every field
ar: تحقق جيدا انك أدخلت جميع المعطيات
ru: Неверные поля = проверьте, заполнили ли вы все поля

# modal_language_actual
source: Current language
ar: اللغة الحالية
ru: Текущий язык

# modal_leave
source: Leave
ar: غادر
ru: Выйти

# modal_leave_sentence
source: Do you really want to leave with unsaved changes ?
ar: هل تريد حقا أن تغادر مع عدم حفظ التغييرات؟
ru: Вы действительно хотите выйти, не сохранив изменения?

# modal_no_file
source: No file chosen
ar: لم تقم باختيار ملف
ru: Файл не выбран

# modal_no_pending_requests
source: There are no pending requests
ar: لا توجد طلبات معلقة
ru: Нет ожидающих запросов

# modal_not_enough_strong
source: The password is not strong enough... Minimum required = 8 characters, 1 lowercase, 1 uppercase, 1 numeric
ar: كلمة المرور ليست قوية بما فيه الكفاية ... الحد الأدنى المطلوب: 8 أحرف ، وحرف صغير واحد ، وحجم واحد ، ورقم 1
ru: Пароль недостаточно надежен ... Требуется минимум = 8 символов, 1 строчная буква, 1 заглавная буква, 1 цифра

# modal_pending_requests
source: Pending Requests
ar: الطلبات المعلقة
ru: Ожидание запросов

# modal_pick_color
source: Select a color
ar: اختيار اللون
ru: Выберите цвет

# modal_request_error
source: Error while sending request:
ar: خطأ أثناء إرسال الطلب
ru: Ошибка при отправке запроса:

# modal_request_success
source: was sent
ar: تم ارساله
ru: отправлено

# modal_required
source: required
ar: مطلوب
ru: необходим

# modal_save_language_as_default
source: Set this as my default language
ar: قم بتعيين هذه اللغة كلغتي المفضلة.
ru: Установите этот язык по умолчанию

# modal_success
source: Success
ar: نجاح
ru: Успешно

# modal_valid_email
source: Please enter a valid email address
ar: من فضلك أدخل بريد الكتروني صحيح
ru: Пожалуйста, введите действительный адрес электронной почты

# modal_values_format_error
source: If you want to set individual values, type numeric values separated by commas (max 5)
ar: إذا كنت تريد تعيين قيم فردية ، فاكتب القيم الرقمية مفصولة بفاصلات (بحد أقصى 5)
ru: Если вы хотите установить отдельные значения, введите числовые значения, разделенные запятыми (не более 5)

# modal_warning_pending_requests_1
source: Find the requests you created during your offline time below, you can send those you want to apply to modify the database.
ar: ابحث عن الطلبات التي قمت بإنشائها خلال وقت عدم الاتصال الخاص بك أدناه ، يمكنك إرسال تلك التي تريد تطبيقها لتعديل قاعدة البيانات.
ru: Найдите ниже запросы, которые вы создали в автономном режиме, вы можете отправить нужные, чтобы изменить базу данных..

# modal_warning_pending_requests_2
source: WARNING = Requests linked to an item you created offline will fail !
ar: تحذير: ستفشل الطلبات المرتبطة بعنصر أنشأته دون اتصال بشبكة الإنترنت !
ru: ПРЕДУПРЕЖДЕНИЕ = Запросы, связанные с элементом, который вы создали в автономном режиме, не будут выполнены!

# months_short
source: Jan Feb Mar Apr May Jun Jul Aug Sep Oct Nov Dec
ar: يناير فبراير مارس إبريل مايو يونيه يوليه أغسطس سبتمبر أكتوبر نوفمبر ديسمبر
ru: Янв. Февр. Март Апр. Май Июнь Июль Авг. Сент. Окт. Нояб. Дек.

source: Name
ar: الاسم
ru: Имя

source: National ID
ar: الهوية الوطنية
ru: идентификационный номер

# national_id_birth_certificate
source: Birth Certificate
ar: شهادة الميلاد
ru: Свидетельство о рождении

# national_id_camp
source: Camp ID
ar: معرف المخيم
ru: идентификационный номер лагеря

# national_id_card
source: National ID Number
ar: رقم الهوية الوطنية
ru: идентификационный номер

# national_id_family_registry
source: Family Registration
ar: تسجيل الأسرة
ru: Семейное положение

# national_id_license
source: Driver’s License
ar: رخصة السائق
ru: Водительское удостоверение

# national_id_number
source: ID number
ar: رقم الهوية الوطنية
ru: идентификационный номер

# national_id_passport
source: Passport
ar: جواز سفر
ru: Паспорт

# national_id_social_service
source: Social Service Card
ar: بطاقة الخدمة الاجتماعية
ru: Карта социального страхования

# national_id_type
source: ID Type
ar: نوع الهوية الوطنية
ru: Тип национального идентификационного номера/Тип удостоверения личности

# network_access_offline
source: This data can't be accessed offline:
ar: لا يمكن الوصول إلى هذه البيانات في وضع عدم الاتصال
ru: Эти данные не могут быть доступны в автономном режиме:

# network_manipulate_offline
source: This data can't be manipulated offline:
ar: لا يمكن معالجة هذه البيانات في وضع عدم الاتصال
ru: Эти данные не могут быть изменены в автономном режиме:

# network_no_connection
source: No network connection
ar: لا يوجد اتصال شبكة
ru: Нет подключения к сети

# network_no_connection_reconnect
source: No network connection, this data will be sent once you are reconnected
ar: لا يوجد اتصال بالشبكة ، سيتم إرسال هذه البيانات بمجرد إعادة الاتصال
ru: Нет подключения к сети, эти данные будут отправлены после повторного подключения

# network_status_connected
source: You are now connected to the network
ar: أنت الآن متصل بالشبكة
ru: Теперь Вы подключены к сети

# network_status_disconnected
source: You are now disconnected from the network
ar: أنت الآن مفصول عن الشبكة
ru: Вы сейчас отключены от сети

source: New
ar: جديد
ru: Новый

source: Next
ar: التالي
ru: Следующий

source: No data
ar: لايوجد بيانات
ru: Нет данных

source: No data to export
ar: لا توجد بيانات للتصدير
ru: Нет данных для экспорта

# not_connected_error
source: Please log in
ar: الرجاء تسجيل الدخول
ru: Пожалуйста, войдите в систему

# not_enough_rights
source: Not enough rights to request logs
ar: لا توجد حقوق كافية لطلب السجلات
ru: Нет права для запроса журнала регистрации

# not_found
source: Page Not Found
ar: الصفحة غير موجودة
ru: Страница не найдена

# not_found_message
source: Sorry, this page could not be found
ar: عذرا , لا يمكن العثور على هذه الصفحة
ru: К сожалению, не удалось найти эту страницу

source: Notes
ar: ملاحظات
ru: Примечания

# null_none
source: None
ar: لا يوجد
ru: Ничего

# null_not_distributed
source: not distributed
ar: غير موزعة
ru: не выданы

# null_not_yet
source: not yet
ar: ليس بعد
ru: еще нет

# null_not_yet_defined
source: not yet defined
ar: لم يحدد بعد
ru: еще не определено

source: nutritional issues
ar: القضايا الغذائية
ru: проблемы питания

source: or
ar: أو
ru: или

# organization_font
source: font to apply to the pdf
ar: الخط لتطبيقه على .pdf
ru: шрифт для применения в PDF

# organization_footer
source: pdf footer content
ar: .pdf محتوى تذييل الصفحة
ru: содержание нижнего колонтитула pdf

source: organization logo
ar: شعار المنظمة
ru: логотип организации

source: organization name
ar: اسم المنظمة
ru: наименование организации

# organization_primary
source: organization primary color
ar: اللون الأساسي للمنظمة
ru: основной цвет организации

# organization_secondary
source: organization secondary color
ar: تنظيم اللون الثانوي
ru: дополнительный цвет организации

source: Other
ar: آخرى
ru: Другое

source: Password
ar: كلمة المرور
ru: Пароль

source: Phone
ar: الهاتف
ru: Телефон

source: Phone No.
ar: رقم الهاتف
ru: Номер телефона

# phone_prefix
source: Ext
ar: تحويلة
ru: Расширение

# phone_proxy
source: Proxy
ar: الوكيل
ru: Прокси

# phone_type_landline
source: Landline
ar: ارضي
ru: Стационарный

# phone_type_mobile
source: Mobile
ar: محمول
ru: Мобильный

# placeholder_one_many
source: Select one or many
ar: اختر واحدة أو أكثر
ru: Выберите один или несколько

source: pregnant
ar: حامل
ru: беременная

source: Price
ru: Cтоимость

source: Print
ru: Распечатать

# product_image
source: Image
ar: صورة
ru: Изображение

source: Products
ar: منتجات
ru: Продукты

source: Profile
ar: الملف الشخصي
ru: Профиль

# profile_change_password
source: You need to change your password
ar: تحتاج إلى تغيير كلمة المرور الخاصة بك
ru: Вы должны изменить пароль

# profile_change_phone
source: Change phone number
ar: غير رقم الهاتف
ru: Изменить номер телефона

# profile_password_changed
source: Password changed
ar: تم تغيير كلمة المرور !
ru: Пароль изменен

# profile_password_would_not_be_changed
source: The two passwords are identical, ignoring update.
ar: كلمتا المرور متطابقتان ، مع تجاهل التحديث
ru: Два пароля идентичны, вопреки обновлению.

# profile_phone_changed
source: Phone number successfully changed
ar: تم تغيير رقم الهاتف بنجاح
ru: Номер телефона успешно изменен

# profile_phone_not_valid
source: The phone number introduced is not valid
ar: رقم الهاتف المقدم غير صالح
ru: Введенный номер телефона недействителен

# profile_two_fa_disable
source: Disable
ar: تعطيل
ru: Отключить

# profile_two_fa_disabled
source: Two factor authentication disabled
ar: تم تعطيل المصادقة الثنائية
ru: Двухфакторная аутентификация отключена.

# profile_two_fa_enable
source: Enable
ar: تمكين
ru: Включить

# profile_two_fa_enabled
source: Two factor authentication successfully enabled
ar: تم تمكين المصادقة الثنائية بنجاح
ru: Двухфакторная аутентификация успешно включена.

# profile_two_fa_information
source: Two-factor authentication adds an additional layer of security to your account by requiring more than a password to log in
ar: تضيف المصادقة ذات العاملين طبقة إضافية من الأمان إلى حسابك من خلال طلب أكثر من كلمة مرور لتسجيل الدخول
ru: Двухфакторная аутентификация обеспечивает дополнительную безопасность вашей учетной записи, требуя для входа не только пароль.

# profile_two_fa_title
source: 2 Factor Authentication
ar: 2 مصادقة العامل
ru: Двухфакторная аутентификация

# profile_two_fa_warning
source: You need a registered telephone number to enable two-phase authentication
ar: تحتاج إلى رقم هاتف مسجل لتمكين المصادقة على مرحلتين
ru: Вам нужен зарегистрированный телефонный номер, чтобы включить двухфакторную аутентификацию

# profile_user_hint_new_password
source: New password
ar: كلمة المرور الجديدة
ru: Новый пароль

# profile_user_hint_new_password_again
source: Re-enter new password
ar: أعد إدخال كلمة المرور الجديدة
ru: Повторно введите новый пароль

# profile_user_hint_new_phone_number
source: PHONE NUMBER
ar: رقم الهاتف
ru: НОМЕР ТЕЛЕФОНА

# profile_user_hint_new_phone_prefix
source: Prefix
ar: اختصار
ru: Приставка

# profile_user_hint_old_password
source: Old password
ar: كلمة المرور القديمة
ru: Предыдущий пароль

# profile_user_change_password
source: Change password
ar: تغيير كلمة المرور
ru: Сменить пароль

# profile_user_information
source: User information
ar: معلومات المستخدم
ru: Информация о пользователе

source: project
ar: المشروع
ru: проект

# project_add
source: Please add a new project to begin!
ar: الرجاء إضافة مشروع جديد للبدء!
ru: Пожалуйста, добавьте новый проект, чтобы начать!

# project_add_household
source: Please add some beneficiaries first! Then you will be able to manage some distributions...
ar: الرجاء إضافة بعض المستفيدين أولاً! ثم ستتمكن من إدارة بعض التوزيعات ...
ru: Пожалуйста, добавьте сначала несколько бенефициаров! Тогда вы сможете управлять выдачей ...

# project_click
source: Click on
ar: انقر فوق
ru: Нажмите на

# project_create
source: Create a new project
ar: قم بإنشاء مشروع جديد
ru: Создать новый проект

# project_description
source: You will be able to modify project's name until your first distribution.
ar: سوف يمكنك تعديل اسم المشروع حتى توزيعك الأول
ru: Вы сможете изменять название проекта до вашей первой выдачи.

# project_end_date
source: End Date
ar: تاريخ الانتهاء
ru: Дата окончания

# project_go_import_beneficiaries
source: Import Beneficiaries
ar: استيراد المستفيدين
ru: Импорт бенефициаров

# project_internal_id
source: Internal ID
ar: الرقم الهوية الداخلية
ru: Внутренний идентификационный номер

# project_name
source: Project's name
ar: اسم المشروع
ru: Название проекта

# project_no_distribution
source: This project does not contain any distributions. Create your first one !
ar: هذا المشروع لا يحتوي على أي توزيع. اصنع اول واحد!
ru: Этот Проект не содержит выдач. Создайте свою первую!

# project_no_household
source: This project does not contain any households.
ar: هذا المشروع لا يحتوي على أي منزل.
ru: Этот проект не содержит домохозяйств.

# project_no_projects
source: This country currently does not contain any active projects.
ar: لا يحتوي هذا البلد حاليًا على أي مشاريع نشطة.
ru: В этой стране в настоящее время нет действующих проектов.

# project_number_of_households
source: Number of Households
ar: عدد الأسر
ru: Количество домохозяйств

# project_registered_households
source: Registered Households
ar: العائلات المسجلة
ru: Зарегистрированные домохозяйства

# project_sectors_name
source: Sectors
ar: القطاعات
ru: Сектора

# project_start_date
source: Start Date
ar: تاريخ البدء
ru: Дата начала

# project_target_households
source: Target Households
ar: العائلات المستهدفة
ru: Целевые домохозяйства

# project_value
source: Total Target Beneficiaries
ar: المبلغ الموزع
ru: Всего целевых бенефициаров

source: projects
ar: المشاريع
ru: проекты

source: Purchased by
ru: Приобретено

source: Purchases
ar: المشتريات
ru: покупки

source: Quantity
ar: كمية
ru: количество

source: Redeem
ru: Выкупить

source: Remove
ar: إزالة
ru: Устранить

# report_active_project
source: active project
ar: مشروع نشط
ru: действующий проект

# report_active_projects
source: active projects
ar: المشاريع النشطة
ru: действующие проекты

# report_age_breakdown
source: Age breakdown
ar: انهيار العمر
ru: Возрастная разбивка

# report_apply
source: apply
ar: تطبيق
ru: применить

# report_country
source: country
ar: البلد
ru: страна

# report_country_report
source: country report
ar: تقرير البلد
ru: отчет по стране

# report_disabled
source: Disabled
ar: معاق
ru: Неработоспособный

# report_distribution_report
source: distribution report
ar: تقرير التوزيع
ru: отчет о выдаче

# report_distributions
source: Distributions
ar: التوزيعات
ru: Выдачи

# report_donors
source: Donors
ar: المانحون
ru: Доноры

# report_enrolled_beneficiaries
source: enrolled beneficiaries
ar: المستفيدين المسجلين
ru: зарегистрированные бенефициары

# report_enrolled_beneficiary
source: enrolled beneficiary
ar: المستفيد المسجل
ru: зарегистрированный бенефициар

# report_filter_chose_periode
source: choose period
ar: اختر الفترة
ru: выберите период

# report_filter_per_month
source: per month
ar: كل شهر
ru: ежемесячно

# report_filter_per_quarter
source: per quarter
ar: كل ربع سنة
ru: ежеквартально

# report_filter_per_year
source: per year
ar: كل سنة
ru: ежегодно

# report_frequency_month
source: Month
ar: الشهر
ru: Месяц

# report_frequency_quarter
source: Quarter
ar: ربع السنة
ru: Квартал

# report_frequency_year
source: Year
ar: السنة
ru: Год

# report_from
source: from
ar: من
ru: от

# report_household
source: Household
ar: الأسرة
ru: Физическое лицо

# report_household_served
source: Households served
ar: خدم الأسر
ru: домохозяйств обслужено

# report_households
source: Households
ar: الأسر
ru: Домохозяйства

# report_lactating
source: Lactating
ar: المرضعات
ru: Кормящие

# report_loader
source: Loader
ar: المحمل
ru: Грузчик

# report_men
source: Men
ar: الرجال
ru: Мужчины

# report_missing_distribution
source: You did not select a distribution!
ar: لم تقم بتحديد التوزيع!
ru: Вы не выбрали распределение!

# report_modality
source: Modality
ar: القيد
ru: Модальность

# report_not_reached
source: Not reached
ar: لم تصل
ru: Не достигнуто

# report_number_men_and_women
source: Number men and women
ar: عدد الرجال والنساء
ru: Количество мужчин и женщин

# report_number_of_enrolled_beneficiaries
source: Number of enrolled beneficiaries
ar: عدد المستفيدين المسجلين
ru: Количество зарегистрированных бенефициаров

# report_nutritionalissues
source: Nutritional Issues
ar: القضايا الغذائية
ru: Проблемы питания

# report_percentage_of_beneficiaries
source: Percentage of beneficiaries
ar: نسبة المستفيدين
ru: Процент бенефициаров

# report_percentage_of_beneficiaries_reached
source: Percentage of beneficiaries reached
ar: النسبة المئوية للمستفيدين الذين خدموا
ru: Процент достигнутых бенефициаров

# report_percentage_of_vulnerabilities_served
source: Percentage of vulnerabilities served
ar: النسبة المئوية للضعف في الخدمة
ru: Процент покрытых уязвимостей

# report_period_selected
source: Period selected
ar: الفترة المختارة
ru: Выбранный период

# report_project
source: Project Report
ar: تقرير المشروع
ru: Отчет о проекте

# report_project_report
source: project report
ar: تقرير المشروع
ru: отчет о проекте

# report_select_frequency
source: Select frequency
ar: اختر التكرار
ru: Выберите частоту

# report_soloparent
source: Solo Parent
ar: الوالد منفرد
ru: Одинокий родитель

# report_time
source: Time
ar: الوقت
ru: Время

# report_to
source: to
ar: إلى
ru: до

# report_total_distribution_value
source: Total distribution value
ar: إجمالي قيمة التوزيع
ru: Общая сумма выдачи

# report_total_households
source: Total Households
ar: مجموع الأسر
ru: Всего домохозяйств

# report_total_number_of_distributions
source: Total Number Of Distributions
ar: إجمالي عدد التوزيعات
ru: Общее количество выдач

# report_total_transactions_completed
source: Total Transactions Completed
ar: إجمالي المعاملات المنجزة
ru: Всего выполненных транзакций
